Repository: rousarp/openlab
Catalog: languages/plugins/bbpress-*.po
Languages: cs_cz

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
cs_cz: Toto je obdobné s WordPress stránkou "Nastavení --> Zobrazení", kde můžete nastavit počet příspěvků, které by se měli zobrazovat na stránkách blogu a v informačních kanálech.

source: Per Page settings allow you to control the number of topics and replies appear on each page.
cs_cz: Nastavení "Na Stránce", umožňuje nastavit počet témat a odpovědí zobrazených na každé stránce.

source: Per Page
cs_cz: Na stránku

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
cs_cz: Aby se provedené úpravy uložily a projevily na webu, musíte také kliknout na tlačítko &#8222;Uložit změny&#8220; dole na obrazovce.

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
cs_cz: Auto-ukládání, vloží mediální obsah z URL přímo do odpovědi. Například: odkazy na Flickr a nebo YouTube.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
cs_cz: Fancy editor přináší do šablony luxusní vizuální editor a HTML editor z používaný ve WordPress administraci.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
cs_cz: "Anonymní přispívání" umožňuje návštěvníkům bez založeného účtu zakládat témata a také přidávat odpovědi.

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
cs_cz: Štítky témat umožňují uživatelům filtrovat zobrazené informace z diskuzních fór. Tato funkce, je výchozím nastavení, zapnuta.

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
cs_cz: Sledování dovoluje uživatelům odebírat oznámení o tématech, která je zajímají. Tato funkce je standardně zapnuta.

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
cs_cz: Oblíbené umožňuje uživatelům označovat a později se vracet k tématům, která se jim zalíbí. Tato funkce, je standardně zapnuta.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
cs_cz: "Časový odstup" definuje časový interval, který musí uplynout mezi dvěma příspěvky jednoho autora. Čím větší je interval, tím déle si bude uživatel muset počkat mezi přidáním jednotlivých příspěvků.

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
cs_cz: Příspěvek může být po několika minutách uzamčen. "Uzamčení úpravy příspěvků" znemožní autorovi upravovat příspěvek po uplynutí dané doby od jeho publikování.

source: In the Main Settings you have a number of options:
cs_cz: V Základním nastavení máte několik možností:

source: Main Settings
cs_cz: Základní nastavení

source: Please see the additional help tabs for more information on each indiviual section.
cs_cz: Další informace o jednotlivých sekcích naleznete na záložkách nápovědy.

source: This screen provides access to all of the Forums settings.
cs_cz: Tato obrazovka umožňuje přístup ke všem nastavením diskuzních fór.

source: Stop
cs_cz: Konec

source: Start
cs_cz: Začátek

source: Non-bbPress passwords cannot be automatically converted. They will be converted as each user logs in.
cs_cz: Hesla, která nepochází z bbPress, nelze automaticky převést. K převedení dojde až po prvním přihlášení uživatele.

source: Attempt to import user accounts from previous forums
cs_cz: Pokusit se o import uživatelských účtů z původního fóra

source: Use this if an import failed and you want to remove that incomplete data.
cs_cz: Tuto volbu zaškrtněte pokud selže import dat diskuzního fóra a je nutné odstranit neúplné údaje.

source: Purge all information from a previously attempted import
cs_cz: Vymazat všechny informace z předcházejícího pokusu o import

source: You should clean old conversion information before starting over.
cs_cz: Před spuštěním nového převodu je nutné vymazat informace o staré konverzi.

source: Start a fresh conversion from the beginning
cs_cz: Novou konverzi spustit od začátku

source: Keep this high to prevent too-many-connection issues.
cs_cz: Chcete-li zabránit výskytu chyby too-many-connection, ponechte toto číslo vysoké.

source: second(s) delay between each group of rows
cs_cz: sekund - prodleva mezi zpracováním jednotlivých dávek

source: Keep this low if you experience out-of-memory issues.
cs_cz: Pokud se setkáváte s problémy s pamětí (out-of-memory), nastavte tuto hodnotu na malé číslo.

source: rows to process at a time
cs_cz: řádky, které budou zpracovány v jedné dávce

source: (If converting from BuddyPress Forums, use "wp_bb_" or your custom prefix)
cs_cz: (přecházíte-li z BuddyPress Fóra, použijte "wp_bb_", nebo váš uživatelský prefix)

source: Some optional parameters to help tune the conversion process.
cs_cz: Volitelné parametry, které Vám pomohou optimalizovat proces převodu.

source: Name of the database with your old forum data
cs_cz: Název databáze, která obsahuje data vašeho původního diskuzního fóra

source: Password to access the database
cs_cz: Heslo pro přístup k databázi

source: User for your database connection
cs_cz: Uživatel s přístupem k databázi

source: Use default 3306 if unsure
cs_cz: Nejste-li si jisti, použijte výchozí hodnotu - 3306

source: IP or hostname
cs_cz: IP nebo název hostitele

source: is the previous forum software
cs_cz: je software původního diskuzního fóra

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
cs_cz: Informace o vašem původním diskuzním fóru, které jsou nezbytné pro provedení převodu. <strong>Než budete pokračovat zazálohujte databázi.</strong>

source: Save Changes
cs_cz: Uložit změny

source: Forums Settings
cs_cz: Nastavení Diskuzních fór

source: Allow Akismet to actively prevent forum spam.
cs_cz: Umožněte Akismetu aktivně chránit fórum před spamem.

source: Forum settings for Akismet
cs_cz: Nastavení fóra pro Akismet

source: Using the Forum Root is not recommended. Changing this does not move existing forums.
cs_cz: Použití kořene fóra není doporučeno. Změnou této položky existující fóra nepřesunete.

source: is the parent for all group forums
cs_cz: je nadřazeným pro všechna skupinová fóra

source: &mdash; Forum root &mdash;
cs_cz: &mdash; Kořen diskuzního fóra &mdash;

source: Allow BuddyPress Groups to have their own forums
cs_cz: Umožnit BuddyPress skupinám mít svá vlastní diskuzní fóra

source: Forum settings for BuddyPress
cs_cz: Nastavení fóra pro BuddyPress

source: Custom slugs for single forums, topics, replies, tags, views, and search.
cs_cz: Uživatelské slugy pro jednotlivá fóra, témata, odpovědi, zobrazení a hledání

source: Customize your user profile slugs.
cs_cz: Přizpůsobte slugy svého uživatelského profilu.

source: Topics by Freshness
cs_cz: Témata podle aktuálnosti

source: Forum Index
cs_cz: Index fóra

source: Prefix all forum content with the Forum Root slug (Recommended)
cs_cz: Jako prefix obsahu všech fór použít kořenový slug Fóra (Doporučeno)

source: Customize your Forums root. Partner with a WordPress Page and use Shortcodes for more flexibility.
cs_cz: Přizpůsobit kořen Fóra. Spolupracujte s Wordrpressem a pro větší flexibilitu využívejte Krátké kódy.

source: How many topics and replies to show per RSS page
cs_cz: Kolik témat a odpovědi zobrazit na jedné RSS stránce

source: per page
cs_cz: na stránku

source: How many topics and replies to show per page
cs_cz: Kolik témat a odpovědi zobrazit na jedné stránce

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
cs_cz: Vkládat media (YouTube, Twitter, Flickr, atd ...) přímo do témat a odpovědí

source: No template packages available.
cs_cz: Nejsou dostupné žádné šablony.

source: will serve all bbPress templates
cs_cz: bude sloužit všem šablonám bbPress

source: How your forum content is displayed within your existing theme.
cs_cz: Jak je obsah fóra zobrazovaný v rámci vaší zvolená šablony.

source: Add toolbar & buttons to textareas to help with HTML formatting
cs_cz: Přidat k textovým polím nástrojovou lištu & tlačítka pro jednodušší formátování HTML

source: Allow topic and reply revision logging
cs_cz: Povolit zaznamenávání revizí témat a odpovědí

source: Enable threaded (nested) replies %s levels deep
cs_cz: Povolit vnořené odpovědi (vlákno) do hloubky %s úrovně

source: Allow forum wide search
cs_cz: Povolit rozšířené vyhledávání ve fóru

source: Allow topics to have tags
cs_cz: Povolit štítky v tématech

source: Allow users to subscribe to forums and topics
cs_cz: Povolit uživatelům sledovat jednotlivá fóra a témata

source: Allow users to mark topics as favorites
cs_cz: Povolit uživatelům označovat témata jako oblíbená

source: Forum features that can be toggled on and off
cs_cz: Funkce diskuzního fóra, které mohou být zapínány a vypínány

source: Automatically give registered visitors the %s forum role
cs_cz: Registrovaným uživatelům ve fóru automaticky přiřadit roli %s

source: Allow guest users without accounts to create topics and replies
cs_cz: Povolit uživatelům bez založeného účtu vytvářet témata a odpovědi

source: seconds
cs_cz: sekund

source: minutes
cs_cz: minut

source: Setting time limits and other user posting capabilities
cs_cz: Nastavení časových intervalů a dalších uživatelských možností pro přispívání

source: Use Akismet
cs_cz: Používat Akismet

source: Group Forums Parent
cs_cz: Nadřazené skupinovým fórům

source: Enable Group Forums
cs_cz: Povolit skupinová diskuzní fóra

source: Topic Subscriptions
cs_cz: Odběry témat

source: Favorite Topics
cs_cz: Oblíbený témata

source: Replies Created
cs_cz: Vytvořené odpověďi

source: Topics Started
cs_cz: Založené příspěvky

source: User Base
cs_cz: Základní uživatel

source: Topic View
cs_cz: Zobrazení tématu

source: Forum root should show
cs_cz: Root diskuzního fóra by měl ukázat

source: Forum Prefix
cs_cz: Prefix diskuzního fóra

source: Forum Root
cs_cz: Root diskuzního fóra

source: Current Package
cs_cz: Aktuální balíček

source: Reply Threading
cs_cz: Vlákno odpovědi

source: Auto-embed links
cs_cz: Automaticky vkládat odkazy

source: Post Formatting
cs_cz: Formátování příspěvku

source: Search
cs_cz: Hledat

source: Topic tags
cs_cz: Štítky témat

source: Subscriptions
cs_cz: Předplatné

source: Favorites
cs_cz: Oblíbené

source: Revisions
cs_cz: Revize

source: Auto role
cs_cz: Automatická role

source: Anonymous posting
cs_cz: Anonymní přispívání

source: Throttle posting every
cs_cz: Časový odstup mezi příspěvky

source: Disallow editing after
cs_cz: Znemožnit editaci po

source: Akismet Integration
cs_cz: Integrace Akismetu

source: BuddyPress Integration
cs_cz: Integrace BuddyPress

source: Forum User Slugs
cs_cz: Slugy uživatelů fóra

source: Single Forum Slugs
cs_cz: Slugy jednotlivých fór

source: Forum Root Slug
cs_cz: Kořenový slug diskuzního fóra

source: Topics and Replies Per RSS Page
cs_cz: Počet témat a odpovědí na RSS stránce

source: Topics and Replies Per Page
cs_cz: Počet témat a odpovědí na stránce

source: Forum Theme Packages
cs_cz: Balíčky motivů Fóra

source: Forum Features
cs_cz: Funkce fóra

source: Forum User Settings
cs_cz: Uživatelské nastavení fóra

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
cs_cz: Koncept odpovědi byl aktualizován. <a target="_blank" href="%s">Náhled tématu</a>

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
cs_cz: Odpověď byla naplánována na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Náhled tématu</a>

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
cs_cz: Odpověď byla publikována. <a target="_blank" href="%s">Náhled tématu</a>

source: Reply saved.
cs_cz: Odpověď uložena.

source: Reply created. <a href="%s">View topic</a>
cs_cz: Odpověď vytvořena. <a href="%s">Prohlížet téma</a>

source: Reply restored to revision from %s
cs_cz: Odpověď byla obnovena na revizi z %s

source: Reply updated.
cs_cz: Odpověď aktualizována.

source: Reply updated. <a href="%s">View topic</a>
cs_cz: Odpověď aktualizována. <a href="%s">Prohlížet téma</a>

source: In all forums
cs_cz: Ve všech fórech

source: Empty Spam
cs_cz: Vyprázdnit spam

source: Delete Permanently
cs_cz: Smazat natrvalo

source: Delete this item permanently
cs_cz: Smazat položku natrvalo

source: Trash
cs_cz: Odstranit

source: Move this item to the Trash
cs_cz: Přesunout tuto položku do koše

source: Restore
cs_cz: Obnovit

source: Restore this item from the Trash
cs_cz: Obnovit tuto položku z koše

source: Mark this reply as spam
cs_cz: Označit odpověď jako spam

source: Not spam
cs_cz: Není spam

source: Mark the reply as not spam
cs_cz: Vyjmout odpověď ze spamu

source: View
cs_cz: Prohlížet

source: View &#8220;%s&#8221;
cs_cz: Zobrazit &#8220;%s&#8221;

source: (Mismatch)
cs_cz: (Neshoda)

source: No Forum
cs_cz: Žádné fórum

source: No Topic
cs_cz: Žádné téma

source: Author
cs_cz: Autor

source: Title
cs_cz: Název

source: Reply "%1$s" successfully unmarked as spam.
cs_cz: Odpověď "%1$s" byla vyjmuta ze spamu.

source: There was a problem unmarking the reply "%1$s" as spam.
cs_cz: Nastal problém při odznačování odpovědi "%1$s" jako spam.

source: Reply "%1$s" successfully marked as spam.
cs_cz: Odpověď "%1$s" byla označena jako spam.

source: There was a problem marking the reply "%1$s" as spam.
cs_cz: Při označování odpovědi "%1$s" jako spam došlo k problému.

source: You do not have the permission to do that!
cs_cz: Nemáte oprávnění k této aktivitě!

source: The reply was not found!
cs_cz: Odpověď nebyla nalezena!

source: Author Information
cs_cz: Informace o autorovi

source: <strong>Reply To</strong> determines the threading of the reply.
cs_cz: <strong>Odpověd na</strong> určuje vlákno odpovědi.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
cs_cz: <strong>Téma</strong> určuje nadřazené téma, do které odpověď patří.

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
cs_cz: <strong>Fórum</strong> Rozevírací seznam určuje nadřazené odpovědi fóra. Z rozbalovací nabídky vyberte fórum, popřípadě ponechte výchozí (Aktualní fórum) pro publikování odpovědi v nadřazeném fóru daného tématu.

source: Select the attributes that your reply should have:
cs_cz: Vyberte atributy pro odpověď:

source: Reply Attributes
cs_cz: Atributy odpovědi

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
cs_cz: <strong>Náhledový obrázek</strong> - umožní přidružit odpovědi obrázek bez nutnosti jej vkládat. Tato funkce obvykle využijete, pokud vaše šablona tématu využívá náhledový obrázek jako miniaturu odpovědi na domácí stránce, v uživatelském záhlaví apod.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
cs_cz: <strong>Publikovat</strong> - Na panelu Publikovat můžete nastavit podmínky publikování vaší odpovědi. Rozšířené možnosti pro stav, viditelnost a publikování se zobrazí po kliknutí na odkaz Upravit. Viditelnost odpovědi zahrnuje možnosti pro ochranu heslem a pro její trvalé zobrazování v popředí blogu (připnutí). Publikovat (okamžitě) vám dovoluje nastavit datum a čas jak do minulosti tak do budoucnosti, aby bylo možné naplánovat odložené publikování odpovědi, nebo ji zařadit na správné místo mezi publikované v minulosti.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
cs_cz: <strong>Editor odpovědi</strong> - Vložte text své odpovědi. Kliknutím na odpovídající záložku můžete využít vizuální mód editace nebo HTML kód. Vizuální mód poskytuje WYSIWYG editor, přičemž poslední ikona zobrazí druhý řádek ikon. HTML mód umožňuje psát surový HTML kód. Mediální soubory můžete vkládat kliknutím na ikony nad editorem odpovědi a následováním dalších pokynů. Pomocí ikony Celé obrazovky ve vizuálním módu (předposlední v horní řadě ikon) nebo HTML módu (poslední v řadě) můžete psát bez vyrušování. V tomto režimu zobrazíte nabídku tlačítek přejetím kurzoru nad horní oblastí obrazovky.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
cs_cz: <strong>Název</strong> - Vložte název odpovědi. Po zadání názvu se níže zobrazí trvalý odkaz, který můžete upravit.

source: Title and Reply Editor
cs_cz: Název a Editor odpovědi

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
cs_cz: Základní panel pro zadávání názvu a textu odpovědi (oblast editoru) jsou sice pevně umístěné, ale všechny ostatní panely je možné na stránce libovolně přemístit uchopením a tažením lišty s názvem příslušné sekce pomocí kurzoru myši nebo je kliknutím rozbalit či sbalit. Pomocí zaškrtávacích polí v záložce &#8222;Obsah obrazovky&#8220; můžete odhalit a začít používat další panely s dodatečnými informacemi (Stručný výpis, Odeslat trackbacky, Uživatelská pole, Komentáře, Slug, Autor) nebo nastavit základní rozmístění sekcí na stránce volbou počtu sloupců (1 nebo 2).

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
cs_cz: V případě využití Hromadných úprav můžete měnit některé informace u všech vybraných odpovědí najednou (např. kategorii, autora, atd.). Pokud budete chtít nějakou odpověď z označené skupiny odebrat, stačí kliknout na malé tlačítko x vedle jeho názvu v zobrazené oblasti pro Hromadné úpravy.

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
cs_cz: Je možné také upravovat nebo přesunout do koše několik odpovědí najednou. Nejdříve zaškrtnutím označte konkrétní příspěvky, které chcete upravovat (odstranit), potom vyberte v rozevíracím menu Hromadné úpravy možnost Upravit (Vyhodit) a nakonec klikněte na tlačítko Použít.

source: <strong>Preview</strong> will show you what your draft reply will look like if you publish it. View will take you to your live site to view the reply. Which link is available depends on your reply&#8217;s status.
cs_cz: <strong>Náhled</strong> - zobrazí aktuální koncept odpovědi tak, jak by vypadala na živém webu, pokud byste ji právě publikovali. To, zda je odkaz dostupný závisí na stavu vaší odpovědi.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
cs_cz: <strong>Spam</strong> - vyjme odpověď z tohoto výpisu a uloží ji do spamu, odkud může být později trvale odstraněna.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
cs_cz: <strong>Koš</strong> - vyjme odpověď z tohoto výpisu a přesune ji koše, odkud může být později trvale odstraněna.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
cs_cz: <strong>Upravit</strong> - zobrazí stránku pro detailní úpravy vybrané odpovědi. To samé se stane, když kliknete přímo na její název.

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
cs_cz: Pokud najedete myší na řádek odpovědi ve výpisu, zobrazí možnosti pro její správu. Ihned tak můžete provést následující úkony:

source: You can refine the list to show only replies in a specific category or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection. You also can refine the list by clicking on the reply author, category or tag in the replies list.
cs_cz: Filtr zobrazení můžete zjemnit na zobrazení odpovědí z určité kategorie, nebo konkrétního měsíce pomocí rozevíracích nabídek nad výpisem odpovědí. Nastavte si požadovaný filtr a klikněte na tlačítko &#8222;Filtrovat&#8220;. Kromě toho lze odpovědi třídit přímo kliknutím na autora příspěvku, kategorii nebo štítek přímo ve výpisu odpovědí.

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
cs_cz: Odpovědi můžete zobrazovat ve formě prostého seznamu nebo detailně. Způsob zobrazení, se kterým se vám lépe pracuje můžete změnit kliknutím na ikonky v pravém horním rohu výpisu.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, or Trashed replies. The default view is to show all replies.
cs_cz: Výpis odpovědí můžete filtrovat pomocí textových odkazů, vlevo nahoře - Zobrazit všechny, Publikované, Koncept a nebo Vyhozené. Výchozí nastavení je Zobrazit všechny.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
cs_cz: Prostřednictvím záložky "Obsah obrazovky" si sami si rozhodnete, kolik témat se na obrazovce bude zobrazovat a které sloupce budou zobrazeny.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
cs_cz: Přes tuto stránku máte přístup ke všem svým odpovědím. Zobrazení informací si můžete libovolně přizpůsobit, aby odpovídalo vašim potřebám.

source: IP Address
cs_cz: IP adresa

source: Website
cs_cz: Webová stránka

source: Website:
cs_cz: Webová stránka:

source: Name
cs_cz: Jméno

source: Name:
cs_cz: Jméno:

source: Reply To
cs_cz: Odpověď na

source: Reply To:
cs_cz: Odpovědět na:

source: Topic:
cs_cz: Téma:
