Repository: rousarp/openlab
Catalog: languages/plugins/bbpress-*.po
Languages: cs_cz

source: Forum:
cs_cz: Diskuzní fórum:

source: Select whether to open or close the topic.
cs_cz: Vyberte, zda chcete téma otevřít nebo zavřít.

source: Topic Type
cs_cz: Typ tématu

source: Forum Order
cs_cz: Objednat fórum

source: Order:
cs_cz: Řazení:

source: &mdash; No parent &mdash;
cs_cz: &mdash; Nemá nadřazené &mdash;

source: Forum Parent
cs_cz: Nadřazené fórum

source: Parent:
cs_cz: Nadřazená položka:

source: Visibility:
cs_cz: Viditelnost:

source: Type:
cs_cz: Typ:

source: You are using <span class="b">bbPress %s</span>.
cs_cz: Používáte <span class="b">bbPress %s</span>.

source: Empty Topic Tag
cs_cz: Téma bez štítku

source: Hidden Reply
cs_cz: Skrytá odpověď

source: Hidden Topic
cs_cz: Skryté téma

source: User
cs_cz: Uživatel

source: Users &amp; Moderation
cs_cz: Uživatelé &amp; moderování

source: Topic Tag
cs_cz: Štítek tématu

source: Reply
cs_cz: Odpověď

source: Topic
cs_cz: Téma

source: Discussion
cs_cz: Diskuze

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
cs_cz: Koncept fóra byl aktualizován. <a target="_blank" href="%s">Zobrazit náhled fóra</a>

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
cs_cz: Zveřejnění fóra naplánováno na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Zobrazit náhled</a>

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
cs_cz: Fórum bylo vytvořeno. <a target="_blank" href="%s">Zobrazit fórum</a>

source: Forum saved.
cs_cz: Forum uloženo.

source: Forum created. <a href="%s">View forum</a>
cs_cz: Fórum bylo vytvořeno. <a href="%s">Zobrazit</a>

source: Forum restored to revision from %s
cs_cz: Fórum obnoveno k revizi ze dne %s

source: Forum updated.
cs_cz: Forum aktualizováno.

source: Custom field deleted.
cs_cz: Uživatelské pole bylo smazáno.

source: Custom field updated.
cs_cz: Uživatelské pole bylo aktualizováno.

source: Forum updated. <a href="%s">View forum</a>
cs_cz: Fórum bylo upraveno. <a href="%s">Zobrazit</a>

source: No Topics
cs_cz: Žádné téma

source: Freshness
cs_cz: Poslední příspěvek

source: Created
cs_cz: Vytvořeno

source: Creator
cs_cz: Tvůrce

source: Replies
cs_cz: Odpovědi

source: Topics
cs_cz: Témata

source: Forum
cs_cz: Diskuzní fórum

source: Publish Box
cs_cz: Panel pro publikování

source: <strong>Order</strong> allows you to order your forums numerically.
cs_cz: <strong>Pořadí</strong> vám dovoluje číselně seřadit vaše fóra.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
cs_cz: Rozevírací seznam <strong>Nadřazené</strong> určuje nadřazené fórum. Vyberte fórum nebo kategorii z rozbalovací nabídky, nebo ponechte výchozí (Nemá nadřazené) pro jeho vytvoření v kořeni fóra.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
cs_cz: <strong>Viditelnost</strong> umožňuje vybrat rozsah každého fóra a to, a k čemu se uživatelé mohou dostat.

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
cs_cz: <strong>Stav</strong> umožňuje uzavřít fórum a zablokovat tak vkládání nových témat a fór.

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
cs_cz: <strong>Typ</strong> označuje, zda je fórum kategorie nebo fórum. Kategorie obecně obsahují další fóra.

source: Select the attributes that your forum should have:
cs_cz: Vyberte atributy pro Vaše fórum:

source: Forum Attributes
cs_cz: Atributy diskuzního fóra

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
cs_cz: <strong>Náhledový obrázek</strong> - vám umožní přidružit vašemu fóru obrázek bez nutnosti jej vkládat. Tato funkce obvykle využijete, pokud vaše šablona využívá náhledový obrázek jako miniaturu fóra na domovské stránce, v uživatelském záhlaví apod.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
cs_cz: <strong>Publikovat</strong> - Na panelu Publikovat můžete nastavit podmínky publikování vašeho fóra. Rozšířené možnosti pro stav, viditelnost a publikování se zobrazí po kliknutí na odkaz Upravit. Viditelnost fóra zahrnuje možnosti pro ochranu heslem a pro jeho trvalé zobrazování v popředí blogu (připnutí). Publikovat (okamžitě) vám dovoluje nastavit datum a čas jak do minulosti tak do budoucnosti, aby bylo možné naplánovat odložené publikování fóra, nebo jej zařadit na správné místo mezi publikované v minulosti.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
cs_cz: <strong>Editor fóra</strong> - Vložte text svého fóra. Kliknutím na odpovídající záložku můžete využít vizuální mód editace nebo HTML kód. Vizuální mód poskytuje WYSIWYG editor, přičemž poslední ikona zobrazí druhý řádek ikon. HTML mód umožňuje psát surový HTML kód. Mediální soubory můžete vkládat kliknutím na ikony nad editorem odpovědi a následováním dalších pokynů. Pomocí ikony Celé obrazovky ve vizuálním módu (předposlední v horní řadě ikon) nebo HTML módu (poslední v řadě) můžete psát bez vyrušování. V tomto režimu zobrazíte nabídku tlačítek přejetím kurzoru nad horní oblastí obrazovky.

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
cs_cz: <strong>Název</strong> - Vložte název fóra. Po zadání názvu se níže zobrazí trvalý odkaz, který můžete upravit.

source: Title and Forum Editor
cs_cz: Název a Editor fóra

source: Customizing This Display
cs_cz: Přizpůsobení zobrazení

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
cs_cz: Základní panel pro zadávání názvu a textu fóra (oblast editoru) jsou sice pevně umístěné, ale všechny ostatní panely je možné na stránce libovolně přemístit uchopením a tažením lišty s názvem příslušné sekce pomocí kurzoru myši, nebo je kliknutím rozbalit či sbalit. Pomocí zaškrtávacích polí v záložce &#8222;Obsah obrazovky&#8220; můžete odhalit a začít používat další panely s dodatečnými informacemi (Stručný výpis, Odeslat trackbacky, Uživatelská pole, Komentáře, Slug, Autor) nebo nastavit základní rozmístění sekcí na stránce volbou počtu sloupců (1 nebo 2).

source: <a href="http://bbpress.org/forums/" target="_blank">bbPress Support Forums</a>
cs_cz: <a href="http://bbpress.org/forums/" target="_blank">Fórum podpory bbPress</a>

source: <a href="http://codex.bbpress.org" target="_blank">bbPress Documentation</a>
cs_cz: <a href="http://codex.bbpress.org" target="_blank">Dokumentace bbPress</a>

source: For more information:
cs_cz: Další informace:

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
cs_cz: V případě využití Hromadných úprav můžete měnit některé informace u všech vybraných fór najednou (např. kategorii, autora, atd.). Pokud budete chtít nějaké fórum z označené skupiny odebrat, stačí kliknout na malé tlačítko x vedle jeho názvu v zobrazené oblasti pro Hromadné úpravy.

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
cs_cz: Je možné také upravovat nebo přesunout do koše několik fór najednou. Nejdříve zaškrtnutím označte konkrétní fóra, která chcete upravovat (odstranit), potom vyberte v rozevíracím menu Hromadné úpravy možnost Upravit (Vyhodit) a nakonec klikněte na tlačítko Použít.

source: Bulk Actions
cs_cz: Hromadné úpravy

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum&#8217;s status.
cs_cz: <strong>Náhled</strong> - zobrazí aktuální koncept fóra tak, jak by vypadalo na webu, pokud byste jej právě publikovali. To, zda je odkaz dostupný závisí na stavu vašeho fóra.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
cs_cz: <strong>Koš</strong> odstraní vaše fórum z tohoto seznamu a umístí jej do koše, ze kterého můžete trvale odstranit.

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
cs_cz: <strong>Upravit</strong> - zobrazí stránku pro detailní úpravy vybraného fóra. To samé se stane, když kliknete přímo na jeho název.

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
cs_cz: Pokud najedete myší na řádek fóra ve výpisu, zobrazí možnosti pro jeho správu. Ihned tak můžete provést následující úkony:

source: Available Actions
cs_cz: Možnosti úprav

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
cs_cz: Filtr zobrazení můžete zjemnit na zobrazení fór z konkrétního měsíce pomocí rozevíracích nabídek nad výpisem fór. Nastavte si požadovaný filtr a klikněte na tlačítko &#8222;Filtrovat&#8220;. Kromě toho lze odpovědi třídit přímo kliknutím na autora přímo ve výpisu fór.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
cs_cz: Výpis fór můžete filtrovat pomocí textových odkazů, vlevo nahoře - Zobrazit všechny, Publikované a nebo Vyhozené. Výchozí nastavení je Zobrazit všechny.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
cs_cz: Pomocí záložky &#8222;Obsah obrazovky&#8220; si můžete zobrazit nebo skrýt vybrané sloupce podle vašich potřeb a nastavit i počet zobrazených příspěvků na stránce.

source: You can customize the display of this screen&#8217;s contents in a number of ways:
cs_cz: Obsah této obrazovky si můžete přizpůsobit několika způsoby:

source: Screen Content
cs_cz: Obsah obrazovky

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
cs_cz: Přes tuto stránku máte přístup ke všem jednotlivým fórům na vašem webu. Zobrazení informací si můžete libovolně přizpůsobit, aby odpovídalo vašim potřebám.

source: Overview
cs_cz: Přehled

source: Calculating reply_to parents (%1$s - %2$s)
cs_cz: Počítám odpovědi nadřazeným (reply_to_parents) (%1$s - %2$s)

source: No reply_to parents to convert
cs_cz: Neexistují žádné odpovědi nadřazeným (reply_to_parents), které lze převést

source: Converting replies (%1$s - %2$s)
cs_cz: Převádím odpovědi (%1$s - %2$s)

source: No replies to convert
cs_cz: Neexistují žádné odpovědi, které lze převést

source: Converting topic tags (%1$s - %2$s)
cs_cz: Převádím štítky témat (%1$s - %2$s)

source: No tags to convert
cs_cz: Neexistují žádné štítky, které lze převést

source: Calculating topic super stickies (%1$s - %2$s)
cs_cz: Počítám velmi důležitá témata (%1$s - %2$s)

source: No super stickies to stick
cs_cz: Neexistují žádná super připnutá témata, která lze připnout

source: Calculating topic stickies (%1$s - %2$s)
cs_cz: Počítám připnutá témata (%1$s - %2$s)

source: No stickies to stick
cs_cz: Neexistují žádná připnutá témata, která lze připnout

source: Converting topics (%1$s - %2$s)
cs_cz: Převádím témata (%1$s - %2$s)

source: No topics to convert
cs_cz: Neexistují žádná témata, která lze převést

source: Calculating forum hierarchy (%1$s - %2$s)
cs_cz: Počítám hierarchii diskuzního fóra (%1$s - %2$s)

source: No forum parents to convert
cs_cz: Neexistují žádná nadřazená diskuzní fóra, která lze převést

source: Converting forums (%1$s - %2$s)
cs_cz: Převádím diskuzní fóra (%1$s - %2$s)

source: No forums to convert
cs_cz: Neexistují žádná diskuzní fóra, která lze převést

source: Delete users WordPress default passwords (%1$s - %2$s)
cs_cz: Mažu výchozí uživatelská hesla pro WordPress (%1$s - %2$s)

source: No passwords to clear
cs_cz: Neexistuje žádné heslo na vymazání

source: Converting users (%1$s - %2$s)
cs_cz: Převádím uživatele (%1$s - %2$s)

source: No users to convert
cs_cz: Neexistuje žádný uživatel, kterého lze převést

source: Deleting previously converted data (%1$s - %2$s)
cs_cz: Mažu dříve konvertovaná data (%1$s - %2$s)

source: No data to clean
cs_cz: Neexistují žádná data k čištění

source: Conversion Complete
cs_cz: Konverze dokončena

source: Starting Conversion
cs_cz: Spouštím konverzi

source: Purge Previous Import
cs_cz: Vymazat předcházející import

source: Start Over
cs_cz: Začít znovu

source: Convert Users
cs_cz: Převést Uživatele

source: Delay Time
cs_cz: Čas zpoždění

source: Rows Limit
cs_cz: Omezení počtu řádků

source: Options
cs_cz: Nastavení

source: Table Prefix
cs_cz: Prefix tabulky

source: Database Password
cs_cz: Heslo databáze

source: Database User
cs_cz: Uživatel databáze

source: Database Name
cs_cz: Název databáze

source: Database Port
cs_cz: Port pro připojení k databázi

source: Database Server
cs_cz: Databázový server

source: Select Platform
cs_cz: Zvolte platformu

source: Database Settings
cs_cz: Nastavení databáze

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
cs_cz: Všechna vaše Fóra můžete aktualizovat prostřednictvím této stránky. Funguje tak, že se na každé stránce automaticky volá skript aktualizace. Pro aktualizaci klikněte na odkaz níže.

source: Next Forums
cs_cz: Další diskuzní fóra

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
cs_cz: Pokud prohlížeč nespustí načítání další stránky automaticky, klikněte na tento odkaz:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
cs_cz: Varování! Při aktualizaci došlo k problému %1$s. Server se zřejmě nemůže připojit ke stránkám. Chybová zpráva: <em>%2$s</em>

source: You can update your forum through this page. Hit the link below to update.
cs_cz: Fórum můžete aktualizovat prostřednictvím této stránky. Pro aktualizaci klikněte na odkaz níže.

source: Go Back
cs_cz: Zpět

source: All done!
cs_cz: Vše hotovo!

source: Update Forum
cs_cz: Aktualizovat diskuzní fórum

source: Core Contributors to bbPress 2.5
cs_cz: Základní spolupracovníci do bbPress v.2.5

source: Bug Testing
cs_cz: Testování

source: Theme Compatibility
cs_cz: Kompatibilita šablony

source: Welcome to bbPress
cs_cz: Vítejte v bbPress

source: Right Now in Forums
cs_cz: Aktuálně ve fórech

source: About bbPress
cs_cz: O bbPress

source: Converter Specialist
cs_cz: Specialista na konverze

source: bbPress Forums
cs_cz: bbPress fóra

source: Better handling of styles and scripts in the template stack.
cs_cz: Lepší zpracování stylů a skriptů v zásobníku šablony.

source: About
cs_cz: O WordPressu

source: bbPress is created by a worldwide swarm of busy, busy bees.
cs_cz: bbPress vytvořil roj usilovných včeliček z celého světa.

source: Project Leaders
cs_cz: Vedení projektu

source: Import Forums
cs_cz: Importovat diskuzní fóra

# post
source: Hidden <span class="count">(%s)</span>
cs_cz: Skrytý <span class="count">(%s)</span>

# post
source: Orphan <span class="count">(%s)</span>
cs_cz: Nezařazené <span class="count">(%s)</span>

source: bbPress Default
cs_cz: bbPress výchozí

source: bbPress Topics
cs_cz: bbPress témata

source: Most popular topics
cs_cz: Nejpopulárnější témata

# post
source: Hidden
cs_cz: Skryto

# post
source: Closed <span class="count">(%s)</span>
cs_cz: Uzavřen <span class="count">(%s)</span>

source: Cheatin&#8217; huh?
cs_cz: Podvádíš&#8217, jo?

source: bbPress Replies
cs_cz: bbPress odpovědi

source: Go to Forum Settings
cs_cz: Přejít do nastavení fóra

source: Thank you for updating! bbPress %s is waxed, polished, and ready for you to take it for a lap or two around the block!
cs_cz: Děkujeme vám za aktualizace! bbPress %s je navoskovaný, naleštěný a je připraven, zcela pro Vás!

# post
source: Closed
cs_cz: Zavřeno

# post
source: Orphan
cs_cz: Nezařazený

source: Topics with no replies
cs_cz: Témata bez odpovědí

source: Reset Forums
cs_cz: Resetovat diskuzní fóra

source: Forum Reset
cs_cz: Resetovat fórum

source: Forums
cs_cz: Fóra

source: Update Forums
cs_cz: Aktualizovat diskuzní fóra

source: Settings
cs_cz: Nastavení

source: Welcome to bbPress %s
cs_cz: Vítejte v bbPress %s

source: Thank you for updating! bbPress %s is bundled up and ready to weather the storm of users in your community!
cs_cz: Děkuji vám za aktualizaci! bbPress %s je nablýskán a připraven na diskuzi uživatelů ve vaší komunitě!

source: Version %s
cs_cz: Verze %s

source: What&#8217;s New
cs_cz: Co je nového

source: Credits
cs_cz: Poděkování

source: Forum Subscriptions
cs_cz: Sledování diskuzních fór

source: Subscribe to Forums
cs_cz: Zahájit sledování fóra

source: Now your users can subscribe to new topics in specific forums.
cs_cz: Nyní se vaši uživatelé mohou přihlásit ke sledování nových témat v konkrétních fórech.

source: Manage Subscriptions
cs_cz: Upravit odběry

source: Your users can manage all of their subscriptions in one convenient location.
cs_cz: Uživatelé mohou spravovat všechna jejich sledování z jednoho snadno přístupného místa.

source: Converters
cs_cz: Konvertoři

source: We&#8217;re all abuzz about the hive of new importers, AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Existing importers are now sweeter than honey with improved importing stickies, topic tags, forum categories and the sting is now gone if you need to remove imported users.
cs_cz: Máme mnoho práce s přípravou nových importů z AEF, Drupal, FluxBB, Kunena pro Joomlu, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo a XMB. Stávající importy jsou nyní jednodušší, snáze se importují i připnutí, štítky témat, kategorie fór a pokud potřebujete odstranit importované uživatele, nebudete mít problém.

source: Polyglot support
cs_cz: Výcejazyčná podpora

source: bbPress fully supports automatic translation updates.
cs_cz: bbPress plně podporuje automatickou aktualizaci jazykových překladů.

source: User capabilities
cs_cz: Možnosti uživatele

source: Roles and capabilities have been swept through, cleaned up, and simplified.
cs_cz: Role a možnosti, byly optimalizovány a zjednodušeny.

source: Lead Developer
cs_cz: Hlavní vývojář

source: Founding Developer
cs_cz: Zakladající vývojář

source: Repair Forums
cs_cz: Opravit diskuzní fóra

source: Contributing Developers
cs_cz: Přispívající vývojáři

source: Forum Repair
cs_cz: Opravit fórum

source: Forum Import
cs_cz: Importovat fórum

source: Feature Developer
cs_cz: Vývojář funkcí
