Repository: rousarp/openlab
Catalog: languages/plugins/bbpress-*.po
Languages: cs_cz

# User role
source: Blocked
cs_cz: Blokovaný

# User role
source: Spectator
cs_cz: Prohlížející

# User role
source: Participant
cs_cz: Účastník

# User role
source: Moderator
cs_cz: Moderátor

# User role
source: Keymaster
cs_cz: Klíčník

source: The bbPress Community
cs_cz: Komunita bbPress

source: bbPress is forum software with a twist from the creators of WordPress.
cs_cz: bbPress je fórum vytvořené tvůrci WordPressu

source: https://bbpress.org
cs_cz: http://bbpress.org

source: No reply positions to recalculate!
cs_cz: Žádné pozice odpovědí pro přepočet!

source: Recalculating reply menu order &hellip; %s
cs_cz: Přepočítávám pořadí nabídek pro odpovědi &hellip; %s

source: Recalculate the position of each reply
cs_cz: Přepočítat pozici každého příspěvku

source: <p>This is a collection of tags that are currently popular on our forums.</p>
cs_cz: <p>Soubor štítků, které jsou v poslední době na vašem fóru populární. </p>

source: <p>Here are the statistics and popular topics of our forums.</p>
cs_cz: <p> Statistiky a populární témata z vašeho fóra. </p>

source: Please login to subscribe to this topic.
cs_cz: Pro sledování tohoto tématu musíte být přihlášeni.

source: The topic could not be found.
cs_cz: Téma nenalezeno.

source: Please login to make this topic a favorite.
cs_cz: Přihlaste se, abyste mohli téma označit za oblíbené.

source: Favorites are no longer active.
cs_cz: Oblíbené nejsou aktivní.

source: The request was unsuccessful. Please try again.
cs_cz: Požadavek byl neúspěšný. Prosím zkuste to znovu.

source: Are you sure you meant to do that?
cs_cz: Určitě chcete udělat přesně tohle?

source: The forum could not be found.
cs_cz: Fórum nebylo možné nalézt.

source: You do not have permission to do this.
cs_cz: Na tohle nemáte oprávnění.

source: Please login to subscribe to this forum.
cs_cz: Pro sledování tohoto fóra musíte být přihlášeni.

source: Subscriptions are no longer active.
cs_cz: Sledování již není aktivní.

source: Something went wrong. Refresh your browser and try again.
cs_cz: Chybička se vloudila. Prosím obnovte stránku prohlížeče a zkuste to znovu.

source: This user has not created any topics.
cs_cz: Uživatel zatím nezaložil žádné téma.

source: You have not created any topics.
cs_cz: Zatím jste nezaložili žádné téma.

source: Forum Topics Started
cs_cz: Založení tématu

source: This user is not currently subscribed to any topics.
cs_cz: Uživatel zatím nesleduje žádné téma.

source: You are not currently subscribed to any topics.
cs_cz: Zatím nesledujete žádné téma.

source: This user is not currently subscribed to any forums.
cs_cz: Uživatel zatím nesleduje žádné fórum

source: You are not currently subscribed to any forums.
cs_cz: Zatím nesledujete žádné fórum.

source: Subscribed Forums
cs_cz: Sledovaná Fóra

source: This user has not replied to any topics.
cs_cz: Uživatel zatím neodpověděl v žádném tématu.

source: You have not replied to any topics.
cs_cz: Zatím jste neodpovídali v žádném tématu.

source: Forum Replies Created
cs_cz: Odpovědi ve fórum

source: Replies Created: %s
cs_cz: Odpovědi vytvořena: %s

source: Topics Started: %s
cs_cz: Vytvořil témata: %s

source: Forum Role: %s
cs_cz: Role ve fóru: %s

source: This user has no favorite topics.
cs_cz: Uživatel zatím nemá žádné oblíbené téma.

source: You currently have no favorite topics.
cs_cz: Máte v současné době žádné oblíbené téma.

source: Favorite Forum Topics
cs_cz: Oblíbené příspěvky

source: %s's Subscriptions
cs_cz: Odběry %s

source: %s's Favorites
cs_cz: %s Oblíbené

source: %s's Replies Created
cs_cz: Příspěvky uživatele %s

source: %s's Topics Started
cs_cz: Témata založená uživatelem %s

source: Profile
cs_cz: Profil

source: %s's Profile
cs_cz: %s profil

source: in: <a href="%1$s">%2$s</a>
cs_cz: v: <a href="%1$s">%2$s</a>

source: Started by: %1$s
cs_cz: Založil: %1$s

source: in reply to:
cs_cz: odpovědět na:

source: Search Results
cs_cz: Výsledky vyhledávání

source: in forum
cs_cz: ve fóru

source: in group forum
cs_cz: ve fóru skupin

source: Topic:
cs_cz: Téma:

source: In reply to:
cs_cz: V odpovědi na:

source: Forum:
cs_cz: Fórum:

source: Last updated %s
cs_cz: Poslední aktualizace %s

source: Blog Role
cs_cz: Role na blogu

source: We use your email address to email you a secure password and verify your account.
cs_cz: Na vaši E-mailovou adresu zašleme bezpečné heslo a ověření vašeho účtu.

source: Your username must be unique, and cannot be changed later.
cs_cz: Vaše uživatelské jméno musí být unikátní a nemůže být později změněno.

source: Create an Account
cs_cz: Vytvořit účet

source: Reset My Password
cs_cz: Obnovit heslo

source: Username or Email
cs_cz: Uživatelské jméno nebo heslo

source: Keep me signed in
cs_cz: Zůstat přihlášen

source: Update User
cs_cz: Aktualizovat uživatele

source: Update Profile
cs_cz: Aktualizovat profil

source: Grant this user super admin privileges for the Network.
cs_cz: Přidělit tomuto uživateli rozšířená práva pro správu sítě webů.

source: Network Role
cs_cz: Role v síti

source: User Role
cs_cz: Uživatelská role

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
cs_cz: Vaše heslo by mělo mít alespoň 10 znaků. Pro bezpečnější a silnější heslo je vhodné používat kombinaci velkých a malých písmen, číslic a symbolů.

source: Type your new password again.
cs_cz: Zadejte nové heslo znovu.

source: If you would like to change the password type a new one. Otherwise leave this blank.
cs_cz: Pokud chcete změnit heslo, napište ho zde. Jinak ponechte pole prázdné.

source: New Password
cs_cz: Nové heslo

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
cs_cz: Změna emailové adresy čeká na schválení <code>%1$s</code>. <a href="%2$s">Zrušit</a>

source: Account
cs_cz: Účet

source: Biographical Info
cs_cz: Životopisné informace

source: About the user
cs_cz: O uživateli

source: About Yourself
cs_cz: O sobě

source: Contact Info
cs_cz: Kontaktní informace

source: Display Name
cs_cz: Zobrazení názvu

source: Nickname
cs_cz: Přezdívka

source: Last Name
cs_cz: Příjmení

source: First Name
cs_cz: Jméno

source: You must be logged in to create new topics.
cs_cz: Pro vytváření nových témat se musíte přihlásit.

source: You cannot create new topics.
cs_cz: Nemůžete vytvořit nová téma.

source: Topic Status:
cs_cz: Status tématu:

source: Topic Type:
cs_cz: Typ téma:

source: Topic Tags:
cs_cz: Štítky téma:

source: Topic Title (Maximum Length: %d):
cs_cz: Název (maximální délka: %d znaků):

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
cs_cz: Toto fórum neumožňuje vkládat nová témata, ale váš účet umožňuje uzamčení překonat.

source: Create New Topic in &ldquo;%s&rdquo;
cs_cz: Vytvořit nové téma ve fóru &ldquo;%s&rdquo;

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
cs_cz: Opravdu chcete vymazat štítek "%s"? Akci nelze vrátit zpět.

source: Any links to this tag will no longer function.
cs_cz: Veškeré odkazy na tento štítek nebudou nadále fungovat.

source: Deleting a tag cannot be undone.
cs_cz: Odstranění štítku nelze vrátit zpět.

source: This does not delete your topics. Only the tag itself is deleted.
cs_cz: Tento krok neodstraní vaše témata. Odstraní se pouze štítek.

source: Are you sure you want to merge the "%s" tag into the tag you specified?
cs_cz: Jste si jisti, že chcete sloučit štítek “%s” do vámi zadaného štítku?

source: Existing tag:
cs_cz: Existující štítek:

source: Merging tags together cannot be undone.
cs_cz: Sloučení štítků, nelze vrátit zpět.

source: Update
cs_cz: Aktualizace

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
cs_cz: Změna pole slug ovlivňuje trvalé odkazy. Odkazy na staré slug nebudou fungovat.

source: Leave the slug empty to have one automatically generated.
cs_cz: Chcete-li slug automaticky generovat, ponechte toto pole prázdné.

source: Rename
cs_cz: Přejmenovat

source: Manage Tag: "%s"
cs_cz: Správa štítku: “%s”

source: Copy topic tags to the new topic
cs_cz: Kopírovat štítky do nového tématu

source: Copy favoriters to the new topic
cs_cz: Kopírovat oblíbené do nového tématu

source: Copy subscribers to the new topic
cs_cz: Kopírovat odběratele do nového tématu

source: Split: %s
cs_cz: Rozdělit: %s

source: Split Method
cs_cz: Metoda rozdělování

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
cs_cz: Pokud použijete existující téma, budou příspěvky sloučeny chronologicky. Pořadí sloučených odpovědí vychází z času a data zveřejnění.

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
cs_cz: Když dělíte téma, rozdělujete jej podle zvoleného příspěvku (chronologicky). Zvolte, zda chcete oddělované příspěvky sloučit do jiného existujícího tématu, nebo založit téma nové s jiným názvem.

source: Split topic "%s"
cs_cz: Rozdělit příspěvek "%s"

source: You cannot edit this topic.
cs_cz: Nemůžete upravit toto téma.

source: You do not have the permissions to edit this topic!
cs_cz: Nemáte povolení pro úpravu tohoto tématu!

source: Merge topic tags
cs_cz: Sloučit štítky tématu

source: Merge topic favoriters
cs_cz: Sloučit oblíbence témata

source: Merge topic subscribers
cs_cz: Sloučit odebíraná témata

source: Topic Extras
cs_cz: Extra k tématu

source: There are no other topics in this forum to merge with.
cs_cz: Neexistuje téma, se kterým by se dalo sloučit.

source: Merge with this topic:
cs_cz: Sloučit s tématem:

source: Destination
cs_cz: Cíl

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
cs_cz: Všechny příspěvky v rámci obou témat budou sloučeny chronologicky. Pořadí sloučených odpovědí vychází z času a data zveřejnění. Pokud bylo cílové téma vytvořeno později, bude jeho čas vytvoření o vteřinu posunut před slučované.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
cs_cz: Pokud chcete aby toto téma zůstalo jako hlavní, přejděte na druhé téma, které chcete sloučit a sloučení proveďte z něj.

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
cs_cz: Vyberte téma, se kterým jej chcete sloučit. Cílové téma zůstane jako hlavní a slučované bude změněno na příspěvek.

source: Merge topic "%s"
cs_cz: Sloučit téma "%s"

source: Search for:
cs_cz: Vyhledat:

source: You must be logged in to reply to this topic.
cs_cz: Pro reakci na tento článek se musíte přihlásit.

source: You cannot reply to this topic.
cs_cz: Nemáte oprávnění odpovídat na toto téma.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
cs_cz: Fórum &#8216;%s&#8217; je pro vkládání nových témat a příspěvků uzavřeno.

source: The topic &#8216;%s&#8217; is closed to new replies.
cs_cz: Téma &#8216;%s&#8217; je pro vkládání nových příspěvků uzavřené.

source: Optional reason for editing:
cs_cz: Důvod úpravy (nepovinné):

source: Keep a log of this edit:
cs_cz: Uložit záznam o této editaci:

source: Notify me of follow-up replies via email
cs_cz: Upozornit mě na další odpovědi emailem

source: Notify the author of follow-up replies via email
cs_cz: Informujte autora o nových příspěvcích e-mailem

source: Tags:
cs_cz: Štítky:

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
cs_cz: Toto téma je označené jako uzavřené pro nové odpovědi, nicméně vy můžete stále přidávat vaše komentáře.

source: You cannot edit this reply.
cs_cz: Tuto odpověď nemůžete upravit.

source: You do not have the permissions to edit this reply!
cs_cz: K úpravě této odpovědi nemáte oprávnění!

source: <strong>WARNING:</strong> This process cannot be undone.
cs_cz: <strong>VAROVÁNÍ:</strong> Tento proces nelze vrátit zpět.

source: Use an existing topic in this forum:
cs_cz: Použít existující téma do tohoto fóra:

source: Moved: %s
cs_cz: Přesunuté: %s

source: New topic in <strong>%s</strong> titled:
cs_cz: Nové téma <strong>%s</strong> s názvem:

source: Move Method
cs_cz: Metoda přesunutí

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
cs_cz: Zvolíte-li existující téma, odpovědi budou seřazeny podle data a času kdy byly vytvořeny.

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
cs_cz: Můžete buď vytvořit nové téma s novým názvem, nebo vše sloučit do existující tématu.

source: Move reply "%s"
cs_cz: Přesunout odpověď do "%s"

source: Protected
cs_cz: Chráněno

source: You must be logged in to create new forums.
cs_cz: Musíte být přihlášen vytvářet nová fóra.

source: You cannot create new forums.
cs_cz: Nemůžete vytvářet nová fóra.

source: The forum &#8216;%s&#8217; is closed to new content.
cs_cz: Fórum &#8216;%s&#8217; neumožňuje přidávat nový obsah.

source: Submit
cs_cz: Odeslat

source: (No Parent)
cs_cz: (nemá nadřazenou stránku)

source: Forum Type:
cs_cz: Typ diskuzního fóra:

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
cs_cz: Můžete použít následující <abbr title="HyperText Markup Language">HTML</abbr> štítky a atributy.

source: Forum Name (Maximum Length: %d):
cs_cz: Název fóra (Maximálně %d znaků):

source: Your account has the ability to post unrestricted HTML content.
cs_cz: Váš účet má schopnost vkládat neomezený HTML obsah.

source: This forum is closed to new content, however your account still allows you to do so.
cs_cz: Toto fórum je uzavřeno pro přidávání nového obsahu, ale váš účet vám to i přesto umožňuje.

source: Create New Forum in &ldquo;%s&rdquo;
cs_cz: Vytvořit nové fórum v &ldquo;%s&rdquo;

source: Now Editing &ldquo;%s&rdquo;
cs_cz: Momentálně upravujete &ldquo;%s&rdquo;

source: Mail (will not be published) (required):
cs_cz: Mail (nebude zveřejněn) (požadováno):

source: Name (required):
cs_cz: Jméno (požadováno):

source: Your information:
cs_cz: Informace o Vás:

source: Oh bother! No topics were found here!
cs_cz: Žádné téma nebylo nalezeno.

source: Oh bother! No search results were found here!
cs_cz: Nebylo nic nalezeno!

source: Oh bother! No replies were found here!
cs_cz: Nebyly nalezeny žádné odpovědi!

source: Oh bother! No forums were found here!
cs_cz: Nenašli jsme žádná fóra!

source: You do not have permission to view this forum.
cs_cz: K zobrazení tohoto fóra nemáte oprávnění.

source: Private
cs_cz: Soukromý

source: You are already logged in.
cs_cz: Již jste přihlášen.

source: Hidden Replies
cs_cz: Skryté odpovědi

source: Hidden Topics
cs_cz: Skrytá témata

source: Empty Topic Tags
cs_cz: Prázdné štítky témat

source: Registered Users
cs_cz: Registrovaní uživatelé

source: Registration complete. Please check your e-mail.
cs_cz: Registrace dokončena. Prosím, zkontrolujte svoji emailovou schránku.

source: Check your e-mail for your new password.
cs_cz: Zkontrolujte si emailovou schránku, jestli jste dostali nové heslo.

source: Check your e-mail for the confirmation link.
cs_cz: Zkontrolujte si svoji emailovou schránku, jestli jste dostali potvrzovací link.

source: New user registration is currently not allowed.
cs_cz: Registrace nových uživatelů není povolena.

source: You are now logged out.
cs_cz: Nyní jste odhlášen.

source: &mdash; No role for this site &mdash;
cs_cz: &mdash; Na tomto webu neexistují žádné role &mdash;

source: This user has super admin privileges.
cs_cz: Tento uživatel má nyní super admin oprávnění.

source: You have super admin privileges.
cs_cz: Máte nyní super admin oprávnění.

source: User updated.
cs_cz: Uživatel aktualizován.

source: Favorited
cs_cz: Přidáno do oblíbených

source: Member
cs_cz: Uživatel

source: Inactive
cs_cz: Neaktivní

source: Guest
cs_cz: Host

source: <strong>ERROR</strong>: There was a problem subscribing to that topic!
cs_cz: <strong>CHYBA:</strong> Při zařazování tématu do sledovaných došlo k potížím!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that topic!
cs_cz: <strong>CHYBA:</strong> Při odstraňování tématu ze sledovaných došlo k potížím!

source: <strong>ERROR</strong>: No topic was found! Which topic are you subscribing/unsubscribing to?
cs_cz: <strong>CHYBA:</strong> Téma nebylo nalezeno! Pro jaké téma jste chtěli nastavit/zrušit sledování?

source: <strong>ERROR</strong>: There was a problem subscribing to that forum!
cs_cz: <strong>CHYBA:</strong> Při zařazování fóra do sledovaných došlo k potížím!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that forum!
cs_cz: <strong>CHYBA:</strong> Při odstraňování fóra ze sledovaných došlo k potížím!

source: <strong>ERROR</strong>: No forum was found! Which forum are you subscribing/unsubscribing to?
cs_cz: <strong>CHYBA:</strong> Fórum nebylo nalezeno! Pro jaké fórum jste chtěli nastavit/zrušit sledování?

source: <strong>ERROR</strong>: There was a problem favoriting that topic!
cs_cz: <strong>CHYBA:</strong> Při zařazování tématu do oblíbených došlo k potížím!

source: <strong>ERROR</strong>: There was a problem removing that topic from favorites!
cs_cz: <strong>CHYBA:</strong> Při odstraňování tématu z oblíbených došlo k potížím!

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění upravovat Oblíbené tohoto uživatele!

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
cs_cz: <strong>CHYBA:</strong> Nebylo nalezeno žádné téma! Jaké téma jste přidali do nebo vyjmuli z oblíbených?

source: View Topic Tag
cs_cz: Zobrazit štítek tématu

source: New Tag Name
cs_cz: Jméno nového štítku

source: Add New Tag
cs_cz: Přidat nový štítek

source: Update Tag
cs_cz: Aktualizovat štítek

source: Edit Tag
cs_cz: Upravit štítek

source: All Tags
cs_cz: Všechny štítky

source: Popular Tags
cs_cz: Populární štítky

source: Search Tags
cs_cz: Prohledat tagy

source: Topic Tags
cs_cz: Štítky témat

source: This topic has no replies.
cs_cz: Toto téma neobsahuje odpovědi.

source: This topic contains %1$s and has %2$s.
cs_cz: Toto téma obsahuje %1$s a má %2$s.

source: This topic contains %1$s, has %2$s, and was last updated by %3$s %4$s.
cs_cz: Zvolené téma obsahuje celkem %1$s. Do diskuze (%2$s) se naposledy zapojil uživatel %3$s a poslední změna proběhla %4$s.

source: %s voice
cs_cz: %s hlas

source: This topic is in the trash.
cs_cz: Toto téma je v koši.

source: This topic is marked as spam.
cs_cz: Toto téma je označené jako spam.

source: Viewing topic %2$s (of %4$s total)
cs_cz: Prohlížíte si %2$s téma (z %4$s celkem)

source: Viewing %1$s topic
cs_cz: Zobrazuji %1$s téma

source: Merge
cs_cz: Sloučit

# Topic Status
source: Open
cs_cz: Otevřít

# Topic Status
source: Close
cs_cz: Zavřít

source: Tagged:
cs_cz: Oštítkované:

source: Unfavorite
cs_cz: Vyjmout z oblíbených

source: Favorite
cs_cz: Oblíbené

source: This topic was modified %1$s by %2$s.
cs_cz: Téma bylo upraveno %1$s uživatelem %2$s.

source: This topic was modified %1$s by %2$s. Reason: %3$s
cs_cz: Téma bylo upraveno %1$s uživatelem %2$s. Důvod: %3$s

source: No topics found in Trash
cs_cz: V koši nejsou žádné témata

source: No topics found
cs_cz: Nebylo nalezeno žádné téma

source: Search Topics
cs_cz: Vyhledat téma

source: View Topic
cs_cz: Zobrazit téma

source: Edit Topic
cs_cz: Upravit téma

source: Create New Topic
cs_cz: Vytvořit nové téma

source: New Topic
cs_cz: Nové téma

source: <strong>ERROR</strong>: There was a problem deleting the topic.
cs_cz: <strong>CHYBA:</strong> Při odstraňování tématu do koše došlo k potížím!

source: <strong>ERROR</strong>: There was a problem untrashing the topic.
cs_cz: <strong>CHYBA:</strong> Při obnovování tématu z koše došlo k potížím!

source: <strong>ERROR</strong>: There was a problem trashing the topic.
cs_cz: <strong>CHYBA:</strong> Při přemisťování tématu do koše došlo k potížím!

source: <strong>ERROR</strong>: There was a problem marking the topic as spam.
cs_cz: <strong>CHYBA:</strong> Při označování tématu jako spam došlo k potížím!

source: <strong>ERROR</strong>: There was a problem unmarking the topic as spam.
cs_cz: <strong>CHYBA:</strong> Při vyjímání tématu ze spamu došlo k potížím!

source: <strong>ERROR</strong>: There was a problem sticking the topic.
cs_cz: <strong>CHYBA:</strong> Při připínání tématu došlo k potížím!

source: <strong>ERROR</strong>: There was a problem unsticking the topic.
cs_cz: <strong>CHYBA:</strong> Při odepínání tématu došlo k potížím!

source: <strong>ERROR</strong>: There was a problem opening the topic.
cs_cz: <strong>CHYBA:</strong> Při otevírání tématu došlo k potížím!

source: <strong>ERROR</strong>: There was a problem closing the topic.
cs_cz: <strong>CHYBA:</strong> Při uzavírání tématu došlo k chybě.

source: <strong>ERROR:</strong> You do not have the permission to do that.
cs_cz: <strong>CHYBA:</strong> K tomu nemáte oprávnění!

# Make topic super sticky
source: Super Sticky
cs_cz: Velmi důležité

# Make topic sticky
source: Sticky
cs_cz: Přilepit

# Unstick a topic
source: Normal
cs_cz: Normální

# Mark topic as pending
source: Pending
cs_cz: Čekající

# Trash the topic
source: Trash
cs_cz: Koš

# Close the topic
source: Closed
cs_cz: Zavřít

# Open the topic
source: Open
cs_cz: Otevřít

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
cs_cz: <strong>CHYBA:</strong> Při odstraňování štítku došlo k následujícím problémům: %s

source: <strong>ERROR</strong>: You do not have the permissions to delete the topic tags.
cs_cz: <strong>CHYBA:</strong> Pro odstranění štítků u tématu nemáte oprávnění .

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
cs_cz: <strong>CHYBA:</strong> Slučované štítky nesmí být stejné.

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
cs_cz: <strong>CHYBA:</strong> Při slučování štítků došlo k následujícím problémům: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
cs_cz: <strong>CHYBA:</strong> Při aktualizaci štítku došlo k následujícím problémům: %s

source: <strong>ERROR</strong>: You need to enter a tag name.
cs_cz: <strong>CHYBA:</strong> Musíte vložit název štítku.

source: <strong>ERROR</strong>: You do not have the permissions to edit the topic tags.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění upravovat štítky tématu.

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
cs_cz: <strong>CHYBA:</strong> Při získávání štítku došlo k následujícím problémům: %s

source: <strong>ERROR</strong>: The topic you want to split to was not found!
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, do kterého chcete rozdělit.

source: <strong>ERROR</strong>: You need to choose a valid split option.
cs_cz: <strong>CHYBA:</strong> Musíte zvolit platnou možnost rozdělení.

source: <strong>ERROR</strong>: The topic you want to split was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, které chcete rozdělit.
