Repository: rousarp/openlab
Catalog: languages/plugins/bbpress-*.po
Languages: cs_cz

source: second
cs_cz: vteřina

source: minute
cs_cz: minuta

source: hours
cs_cz: hodiny

source: hour
cs_cz: hodina

source: days
cs_cz: dny

source: day
cs_cz: den

source: weeks
cs_cz: týdnů

source: week
cs_cz: týden

source: months
cs_cz: měsíců

source: month
cs_cz: měsíc

source: years
cs_cz: roky

source: year
cs_cz: rok

source: %s ago
cs_cz: před %s

source: right now
cs_cz: právě teď

source: sometime
cs_cz: bývalý

source: Site Role
cs_cz: Role stránky

source: Change
cs_cz: Změna

source: Change forum role to&hellip;
cs_cz: Změnit roli ve fóru na&hellip;

source: &mdash; No role for these forums &mdash;
cs_cz: &mdash; Pro toto fórum není vytvořena žádná role &mdash;

source: Forum Role
cs_cz: Role v diskuzním fóru

source: Topic draft updated. <a target="_blank" href="%s">Preview topic</a>
cs_cz: Koncept tématu byl aktualizován. <a target="_blank" href="%s">Náhled tématu</a>

source: Topic scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
cs_cz: Téma naplánováno na: <strong>%1$s </strong>. <a target="_blank" href="%2$s">Náhled tématu</a>

source: Topic submitted. <a target="_blank" href="%s">Preview topic</a>
cs_cz: Téma založeno. <a target="_blank" href="%s">Náhled tématu</a>

source: Topic saved.
cs_cz: Téma uloženo.

source: Topic created. <a href="%s">View topic</a>
cs_cz: Téma vytvořeno. <a href="%s">Ukázat téma</a>

source: Topic restored to revision from %s
cs_cz: Téma byla obnoveno na revizi z %s

source: Topic updated.
cs_cz: Téma aktualizována.

source: Topic updated. <a href="%s">View topic</a>
cs_cz: Téma aktualizováno. <a href="%s">Zobrazit téma</a>

source: Mark this topic as spam
cs_cz: Označit toto téma jako spam

source: Mark the topic as not spam
cs_cz: Vyjmout toto téma ze spamu

source: (to front)
cs_cz: (do popředí)

source: Stick this topic to front
cs_cz: Připnout toto téma do popředí

source: Stick
cs_cz: Připnout

source: Stick this topic to its forum
cs_cz: Připnout toto téma k fóru.

source: Unstick
cs_cz: Odepnout

source: Unstick this topic
cs_cz: Odepnout téma

# Open a Topic
source: Open
cs_cz: Otevřít

source: Open this topic
cs_cz: Otevřít téma

# Close a Topic
source: Close
cs_cz: Uzavřít

source: Close this topic
cs_cz: Uzavřít téma

source: No Replies
cs_cz: Bez odpovědí

source: (No Forum)
cs_cz: (Žádné forum)

source: Voices
cs_cz: Diskutující

source: Topic "%1$s" successfully unmarked as spam.
cs_cz: Téma "%1$s" bylo vyjmuto ze spamu.

source: There was a problem unmarking the topic "%1$s" as spam.
cs_cz: Při vyjímání tématu "%1$s"ze spamu došlo k problému.

source: Topic "%1$s" successfully marked as spam.
cs_cz: Téma "%1$s" bylo označeno jako spam.

source: There was a problem marking the topic "%1$s" as spam.
cs_cz: Při označování tématu "%1$s" jako spam došlo k problému.

source: Topic "%1$s" successfully unsticked.
cs_cz: Téma "%1$s" bylo odepnuto.

source: There was a problem unsticking the topic "%1$s".
cs_cz: Při odepínání tématu "%1$s" došlo k problému.

source: Topic "%1$s" successfully sticked.
cs_cz: Téma "%1$s" bylo připnuto.

source: There was a problem sticking the topic "%1$s".
cs_cz: Při připínání tématu "%1$s" došlo k problému.

source: Topic "%1$s" successfully sticked to front.
cs_cz: Téma "%1$s" bylo připnuto do popředí.

source: There was a problem sticking the topic "%1$s" to front.
cs_cz: Při připínání tématu do popředí "%1$s" došlo k problému.

source: Topic "%1$s" successfully closed.
cs_cz: Téma "%1$s" bylo uzavřeno.

source: There was a problem closing the topic "%1$s".
cs_cz: Při uzavírání tématu "%1$s" došlo k problému.

source: Topic "%1$s" successfully opened.
cs_cz: Téma "%1$s" bylo otevřeno.

source: There was a problem opening the topic "%1$s".
cs_cz: Při otevírání tématu "%1$s" došlo k problému.

source: The topic was not found!
cs_cz: Téma nenalezeno!

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
cs_cz: Rozbalovací nabídka <strong>Typ tématu</strong> definuje pozici tématu. Nastavení "Velmi důležité", připne téma do popředí příslušného diskuzního fóra. Možnost "Normální " zachová chronologické umístění tématu.

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the topic without an assigned forum.
cs_cz: <strong>Fórum</strong> Rozevírací seznam určuje nadřazené fórum tématu. Z rozbalovací nabídky vyberte fórum nebo kategorii, popřípadě ponechte výchozí (Žádné fórum) pro publikování tématu bez zařazení do fóra.

source: Select the attributes that your topic should have:
cs_cz: Vyberte atributy pro Vaše téma:

source: Topic Attributes
cs_cz: Atributy tématu

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
cs_cz: <strong>Náhledový obrázek</strong> - vám umožní přidružit vašemu tématu obrázek bez nutnosti jej vkládat. Tato funkce obvykle využijete, pokud vaše šablona tématu využívá náhledový obrázek jako miniaturu tématu na domácí stránce, v uživatelském záhlaví apod.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
cs_cz: <strong>Publikovat</strong> - Na panelu Publikovat můžete nastavit podmínky publikování vašeho tématu. Rozšířené možnosti pro stav, viditelnost a publikování se zobrazí po kliknutí na odkaz Upravit. Viditelnost tématu zahrnuje možnosti pro ochranu heslem a pro jeho trvalé zobrazování v popředí blogu (připnutí). Publikovat (okamžitě) vám dovoluje nastavit datum a čas jak do minulosti tak do budoucnosti, aby bylo možné naplánovat odložené publikování tématu, nebo jej zařadit na správné místo mezi publikované v minulosti.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
cs_cz: <strong>Editor témat</strong> - Vyplňte text svého tématu. Jsou dostupné 2 módy editace: Vizuální a HTML. Mód vyberete kliknutím na příslušnou záložku. Vizuální mód vám zpřístupní WYSIWYG editor. Kliknutím na poslední ikonu v řádku zobrazíte druhý řádek ovládacích prvků. HTML mód umožňuje vkládat čistý HTML kód do obsahu vašeho tématu. Mediální soubory můžete vložit kliknutím na ikonu nad Editorem témat. Režim nevyrušovaného psaní spustíte kliknutím na ikonu znázorňující celou obrazovku ve Vizuálním módu (pod záložkami na přepínání editoru). V režimu nevyrušovaného psaní zobrazíte ovládací prvky najetím do horního okraje obrazovky. Návrat do normálního režimu psaní provedete ukončením režimu celé obrazovky.

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
cs_cz: <strong>Název</strong> - Vložte název tématu. Po zadání názvu se níže zobrazí trvalý odkaz, který můžete upravit.

source: Title and Topic Editor
cs_cz: Editor názvu a témetu

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
cs_cz: Základní panel pro zadávání názvu a textu tématu (oblast editoru) jsou sice pevně umístěné, ale všechny ostatní panely je možné na stránce libovolně přemístit uchopením a tažením lišty s názvem příslušné sekce pomocí kurzoru myši nebo je kliknutím rozbalit či sbalit. Pomocí zaškrtávacích polí v záložce &#8222;Obsah obrazovky&#8220; můžete odhalit a začít používat další panely s dodatečnými informacemi (Stručný výpis, Odeslat trackbacky, Uživatelská pole, Komentáře, Slug, Autor) nebo nastavit základní rozmístění sekcí na stránce volbou počtu sloupců (1 nebo 2).

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
cs_cz: V případě využití Hromadných úprav můžete měnit některé informace u všech vybraných příspěvků najednou (např. kategorii, autora, atd.). Pokud budete chtít nějaký příspěvek z označené skupiny odebrat, stačí kliknout na malé tlačítko x vedle jeho názvu v zobrazené oblasti pro Hromadné úpravy.

source: You can also edit or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
cs_cz: Je možné také upravovat nebo přesunout do koše několik témat najednou. Nejdříve zaškrtnutím označte konkrétní témata, která chcete upravovat (odstranit), potom vyberte v rozevíracím menu Hromadné úpravy možnost Upravit (Vyhodit) a nakonec klikněte na tlačítko Použít.

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
cs_cz: <strong>Připnout<em>(do popředí)</em></strong> - &#8217;připne&#8217; téma vždy na vrchol VŠECH diskuzních fór, a bude viditelný ve všech výpisech témat.

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
cs_cz: <strong>Připnout</strong> - &#8217;připne&#8217; zvolené téma do horní části diskuzního fóra.

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the option to post new replies to the topic.
cs_cz: <strong>Uzavřít</strong> - označí vybrané téma jako &#8217;uzavřené&#8217 a zablokuje vkládání dalších příspěvků do tématu.

source: <strong>Preview</strong> will show you what your draft topic will look like if you publish it. View will take you to your live site to view the topic. Which link is available depends on your topic&#8217;s status.
cs_cz: <strong>Náhled</strong> - zobrazí aktuální koncept tématu tak, jak by vypadal na webu, pokud byste jej právě publikovali. To, zda je odkaz dostupný závisí na stavu vašeho tématu.

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
cs_cz: <strong>Spam</strong> - vyjme téma ze seznamu a uloží do jej spamu, odkud může být později trvale odstraněno.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
cs_cz: <strong>Vyhodit</strong> - vyjme téma ze seznamu a přesune jej koše, odkud může být později trvale odstraněno.

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
cs_cz: <strong>Upravit</strong> - zobrazí stránku pro detailní úpravy vybraného tématu. To samé se stane, když kliknete přímo na jeho název.

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
cs_cz: Pokud najedete myší na řádek tématu ve výpisu, zobrazí možnosti pro jeho správu. Ihned tak můžete provést následující úkony:

source: You can refine the list to show only topics from a specific month by using the dropdown menus above the topics list. Click the Filter button after making your selection. You also can refine the list by clicking on the topic creator in the topics list.
cs_cz: Filtr zobrazení můžete zjemnit na zobrazení témat z konkrétního měsíce pomocí rozevíracích nabídek nad výpisem témat. Nastavte si požadovaný filtr a klikněte na tlačítko &#8222;Filtrovat&#8220;. Kromě toho lze témata třídit přímo kliknutím na autora, rubriku nebo štítek přímo ve výpisu témat.

source: You can filter the list of topics by topic status using the text links in the upper left to show All, Published, or Trashed topics. The default view is to show all topics.
cs_cz: Výpis témat můžete filtrovat pomocí textových odkazů, vlevo nahoře - Zobrazit všechny, Publikované a nebo Vyhozené. Výchozí nastavení je Zobrazit všechny.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
cs_cz: Prostřednictvím záložky "Obsah obrazovky" si sami si rozhodnete, kolik témat se na obrazovce bude zobrazovat a které sloupce budou zobrazeny.

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
cs_cz: Na této obrazovce, jsou zobrazena jednotlivá témata z Vašeho webu. Zobrazení si můžete přizpůsobit tak, aby Vám to co nejlépe vyhovovalo.

source: Deleting Roles and Capabilities&hellip; %s
cs_cz: Odstraňuji role a oprávnění&hellip; %s

source: Deleting Settings&hellip; %s
cs_cz: Odstraňuji nastavení&hellip; %s

source: Deleting Conversion Table&hellip; %s
cs_cz: Odstraňuji převodní tabulky&hellip; %s

source: Deleting User Meta&hellip; %s
cs_cz: Odstraňuji meta data uživatelů&hellip; %s

source: Deleting User&hellip; %s
cs_cz: Odstaňuji uživatele&hellip; %s

source: Deleting Topic Tags&hellip; %s
cs_cz: Odstraňuji štítky témat&hellip; %s

source: Deleting Post Meta&hellip; %s
cs_cz: Odstraňuji meta data příspěvků&hellip; %s

source: Deleting Posts&hellip; %s
cs_cz: Odstraňuji příspěvky&hellip; %s

source: Success!
cs_cz: Povedlo se!

source: Failed
cs_cz: Selhání

source: Reset bbPress
cs_cz: Vyresetovat bbPress

source: Human sacrifice, dogs and cats living together... mass hysteria!
cs_cz: Komu není rady, tomu není pomoci!

source: This process cannot be undone.
cs_cz: Tento proces se nedá vrátit zpět.

source: Are you sure you want to do this?
cs_cz: Jste si jisti, že to chcete udělat?

source: Note: Resetting without this checked will delete the meta-data necessary to delete these users.
cs_cz: Poznámka: Provedení resetování diskuzních fór bez zaškrtnutí této volby smaže veškerá meta data nezbytná pro odstranění importovaných uživatelů.

source: This option will delete all previously imported users, and cannot be undone.
cs_cz: Tato volba smaže všechny dříve importované uživatele. Tato akce je nevratná.

source: Say it ain't so!
cs_cz: Řekněte, že to tak není!

source: Delete imported users?
cs_cz: Smazat importované uživatele?

source: Importer Helper Data
cs_cz: Pomocná data z importu

source: Forum User Roles
cs_cz: Uživatelské role související s diskuzními fóry

source: Forum Activity
cs_cz: Aktivity ve fórech

source: Forum Settings
cs_cz: Nastavení Diskuzního Fóra

source: Related Meta Data
cs_cz: Související Meta data

source: All Topic Tags
cs_cz: Všechny štítky témat

source: All Replies
cs_cz: Všechny příspěvky

source: All Topics
cs_cz: Všechna témata

source: All Forums
cs_cz: Všechny fóra

source: The following data will be removed:
cs_cz: Odstraněny budou tyto údaje:

source: Backup your database before proceeding.
cs_cz: Před pokračováním zazálohujte databázi

source: Revert your forums back to a brand new installation. This process cannot be undone.
cs_cz: Vrátit diskuzní fóra zpět do výchozího stavu těsně po instalaci. Tento proces je nevratný!

source: Recalculating the topic for each post &hellip; %s
cs_cz: Pro každý příspěvek přepočítávám téma &hellip; %s

source: Recalculating the forum for each post &hellip; %s
cs_cz: Pro každý příspěvek přepočítávám fórum &hellip; %s

source: Recalculating forum visibility &hellip; %s
cs_cz: Přepočítávám viditelnost fóra &hellip; %s

source: Repairing the sticky topic to the parent forum relationships&hellip; %s
cs_cz: Opravuji vztahy připnutých témat s nadřazeným fórem&hellip; %s

source: Recomputing latest post in every topic and forum&hellip; %s
cs_cz: Přepočítávám nejnovější příspěvky v každém tématu a fóru&hellip; %s

source: Complete! %s users updated.
cs_cz: Hotovo! Upraveno %s uživatelů.

source: Remapping forum role for each user on this site&hellip; %s
cs_cz: Měním role fóra pro každého uživatele tohoto webu&hellip; %s

source: Removing trashed forums from user subscriptions&hellip; %s
cs_cz: Odstraňuji vyhozená fóra ze sledovaných&hellip; %s

source: Removing trashed topics from user subscriptions&hellip; %s
cs_cz: Odstraňuji vyhozená témata ze sledovaných&hellip; %s

source: Nothing to remove!
cs_cz: Není co odstranit!

source: Removing trashed topics from user favorites&hellip; %s
cs_cz: Odstraňuji vyhozená témata z oblíbených&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
cs_cz: Sčítám témata do kterých jednotlivý uživatelé přispívali&hellip; %s

source: Counting the number of topics each user has created&hellip; %s
cs_cz: Sčítám témata založená jednotlivými uživateli&hellip; %s

source: Counting the number of replies in each forum&hellip; %s
cs_cz: Sčítám příspěvky v každém fóru&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
cs_cz: Sčítám témata v každém fóru&hellip; %s

source: Complete! %s groups updated; %s forums updated; %s forum statuses synced.
cs_cz: Dokončeno! %s skupin aktualizováno; %s fór aktualizováno; %s stavů synchronizováno.

source: group-forums
cs_cz: skupinová fóra

source: Group Forums
cs_cz: Skupinová fóra

source: Repairing BuddyPress group-forum relationships&hellip; %s
cs_cz: Opravuji vazby skupinových fór BuddyPress&hellip; %s

source: Counting the number of spammed and trashed replies in each topic&hellip; %s
cs_cz: Počítám nevyžádané zprávy a vyhozené příspěvky v každém tématu&hellip; %s

source: Counting the number of voices in each topic&hellip; %s
cs_cz: Počítám diskutující v každém tématu&hellip; %s

source: Complete!
cs_cz: Hotovo!

source: Failed!
cs_cz: Selhalo!

source: Counting the number of replies in each topic&hellip; %s
cs_cz: Počítám příspěvky v každém tématu&hellip; %s

source: Remap existing users to default forum roles
cs_cz: Namapovat existující uživatele do výchozích rolí diskuzních fór

source: Remove trashed forums from user subscriptions
cs_cz: Ze sledovaných smazat vyhozená fóra

source: Remove trashed topics from user subscriptions
cs_cz: Ze sledovaných smazat vyhozená témata

source: Remove trashed topics from user favorites
cs_cz: Z oblíbených položek smazat vyhozená témata

source: Count replies for each user
cs_cz: Spočítat odpovědi pro každého uživatele

source: Count topics for each user
cs_cz: Spočítat témata pro každého uživatele

source: Count spammed & trashed replies in each topic
cs_cz: Spočítat nevyžádané zprávy a vyhozené odpovědi v každém tématu

source: Count voices in each topic
cs_cz: Spočítat diskutující v každém tématu

source: Count replies in each topic
cs_cz: Spočítat příspěvky v každém tématu

source: Count replies in each forum
cs_cz: Spočítat příspěvky v každém fóru

source: Count topics in each forum
cs_cz: Spočítat témata pro každé fórum

source: Repair BuddyPress Group Forum relationships
cs_cz: Opravit vazby skupinových fór BuddyPress

source: Recalculate the sticky relationship of each topic
cs_cz: Pro každé téma přepočítat vazby připnutých prvků.

source: Recalculate last activity in each topic and forum
cs_cz: Pro každé téma a fórum přepočítat poslední aktivitu.

source: Recalculate private and hidden forums
cs_cz: Přepočítat soukromá a skrytá fóra

source: Recalculate the parent forum for each post
cs_cz: Pro každý příspěvek přepočítat nadřazené fórum

source: Recalculate the parent topic for each post
cs_cz: Pro každý příspěvek přepočítat nadřazené téma

source: Repair Items
cs_cz: Opravit položky

source: Repair
cs_cz: Opravit

source: Relationships to Repair:
cs_cz: Opravované vazby:

source: Some of these tools create substantial database overhead. Avoid running more than 1 repair job at a time.
cs_cz: Některé z těchto nástrojů silně zatěžují databázi. Nespouštějte současně více oprav.

source: bbPress keeps track of relationships between forums, topics, replies, and topic tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
cs_cz: bbPress udržuje vazby mezi fóry, tématy, příspěvky, a štítky témat a uživateli. Někdy však může dojít k porušení synchronizace těchto vazeb, nejčastěji po importu nebo migraci. Pomocí níže uvedených nástrojů lze tyto vazby přepočítat.

source: Possible %1$s conflict: %2$s
cs_cz: Možná %1$s konfliktní: %2$s

source: %s page
cs_cz: %s stránka

source: Topic tag slug
cs_cz: Slug štítku tématu

source: View base
cs_cz: Základní zobrazení

source: User base
cs_cz: Základní uživatel

source: Reply slug
cs_cz: Slug odpovědi

source: Topic slug
cs_cz: Slug tématu

source: Forum slug
cs_cz: Slug diskuzního fóra

source: Topics base
cs_cz: Základní téma

source: Forums base
cs_cz: Základní fórum

source: Category base
cs_cz: Základní kategorie

source: Tag base
cs_cz: Základní štítek

source: Menus
cs_cz: Menu

source: Attachments
cs_cz: Přílohy

source: Pages
cs_cz: Stránky

source: Posts
cs_cz: Příspěvky

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
cs_cz: V případě kolize slugu s Wordpressem a nebo BuddyPressem bude vedle problémového slugu zobrazeno upozornění.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
cs_cz: "Jednoduché Slugy" se používají jako předpony při zobrazení jednotlivých fór, témat, odpovědí, uživatelů nebo zobrazení.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
cs_cz: "Archivní Slugy" se používají jako "kořen" pro fóra a témata. Pokud tyto hodnoty zkombinujete s existujícími slugy stránek, pokusí se bbPress zvolit výstup s nejsprávnějším nadpisem a obsahem.

source: The Slugs section allows you to control the permalink structure for your forums.
cs_cz: Sekce Slugy umožňuje ovládat strukturu trvalých odkazů v jednotlivých fórech

source: Slugs
cs_cz: Slug

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
cs_cz: Toto je rozděleno na dvě skupiny: jedna pro to, co se objeví ve vašem tématu a druhá pro RSS informačních kanálů.
