Repository: rousarp/openlab
Catalog: languages/plugins/bbpress-*.po
Languages: cs_cz

source: <strong>ERROR</strong>: The reply you want to split from was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít příspěvek, od kterého chcete téma rozdělit.

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
cs_cz: <strong>CHYBA:</strong> Nebylo nalezeno ID příspěvku, od kterého se má téma rozdělit!

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění na úpravu cílového tématu.

source: <strong>ERROR</strong>: The topic you want to merge to was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, do kterého chcete slučovat.

source: <strong>ERROR</strong>: Destination topic ID not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít ID cílového tématu.

source: <strong>ERROR</strong>: The topic you want to merge was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, které chcete sloučit.

source: <strong>ERROR</strong>: Your topic cannot be edited at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné téma upravovat.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
cs_cz: <strong>CHYBA:</strong> Fórum je nastaveno jako kategorie. Proto zde nemohou být vytvářena žádná témata.

source: <strong>ERROR</strong>: You do not have permission to edit that topic.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění k upravovat toto téma.

source: <strong>ERROR</strong>: The topic you want to edit was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, které chcete upravovat.

source: <strong>ERROR</strong>: Topic ID not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít ID tématu.

source: <strong>ERROR</strong>: Your topic cannot be created at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné vaše téma založit.

source: <strong>ERROR</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that!
cs_cz: <strong>CHYBA:</strong> Objeveno duplikátní téma; zdá se, že už jste to požadovali!

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
cs_cz: <strong>CHYBA:</strong> Fórum je skryté a nemáte možnost jej číst ani v něm zakládat nová témata.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new topics in it.
cs_cz: <strong>CHYBA:</strong> Fórum je soukromé a nemáte možnost jej číst ani v něm zakládat nová témata.

source: <strong>ERROR</strong>: This forum has been closed to new topics.
cs_cz: <strong>CHYBA:</strong> Fórum bylo uzavřeno - nelze zakládat nová témata.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in this forum.
cs_cz: <strong>CHYBA:</strong> Fórum je nastaveno jako kategorie. Proto zde nemohou být zakládána žádná témata.

source: <strong>ERROR</strong>: Your topic cannot be empty.
cs_cz: <strong>CHYBA:</strong> Téma nesmí být prázdné.

source: <strong>ERROR</strong>: Your topic needs a title.
cs_cz: <strong>CHYBA:</strong> Téma musí mít název.

source: <strong>ERROR</strong>: You do not have permission to create new topics.
cs_cz: <strong>CHYBA:</strong> Na zakládání nových témat nemáte oprávnění.

source: Viewing %2$s results (of %4$s total)
cs_cz: Prohlížíte %2$s výsledky (z %4$s celkově)

source: Viewing %1$s result
cs_cz: Prohlížíte %1$s výsledek

source: Search Results for '%s'
cs_cz: Výsledek vyhledávání pro '%s'

source: Viewing %2$s post (of %4$s total)
cs_cz: Prohlížíte %2$s příspěvek (z %4$s celkově)

source: Viewing %1$s post
cs_cz: Prohlížíte si %1$s příspěvek

source: Viewing %2$s replies (of %4$s total)
cs_cz: Prohlížíte si %2$s odpověď (z %4$s celkem)

source: Viewing %1$s reply
cs_cz: Prohlížíte si %1$s odpověď

source: Viewing %1$s reply thread
cs_cz: Prohlížíte si %1$s odpověď u vlákna

source: Split the topic from this reply
cs_cz: Odebrat téma z této odpovědi

source: Split
cs_cz: Rozdělit

source: Move this reply
cs_cz: Přesunout tuto odpověď

source: Move
cs_cz: Přesunout

source: Unspam
cs_cz: Vyjmout ze spamu

source: Are you sure you want to delete that permanently?
cs_cz: Jste si jisti, že chcete provést trvalý výmaz?

source: Delete
cs_cz: Vymazat

source: Cancel
cs_cz: Zrušit

source: Visit %s's website
cs_cz: Navštívit %s's web

source: View %s's profile
cs_cz: Zobrazit profil uživatele %s

source: Anonymous
cs_cz: Anonym

source: This reply was modified %1$s by %2$s.
cs_cz: Tato odpověď byla upravena %1$s uživatelem %2$s.

source: This reply was modified %1$s by %2$s. Reason: %3$s
cs_cz: Odpověď byla upravena %1$s uživatelem %2$s. Důvod: %3$s

# date at time
source: %1$s at %2$s
cs_cz: %1$s v %2$s

source: No replies found in Trash
cs_cz: Nenalezeny žádné odpovědi v koši.

source: No replies found
cs_cz: Nebyly nalezeny žádné odpovědi

source: Search Replies
cs_cz: Vyhledávání odpovědi

source: View Reply
cs_cz: Zobrazit odpověď

source: Edit Reply
cs_cz: Upravit odpověď

source: Create New Reply
cs_cz: Vytvořit novou odpověď

source: New Reply
cs_cz: Nová odpověď

source: Replies: %s
cs_cz: Odpovědi: %s

source: All Posts
cs_cz: Všechny příspěvky

source: <strong>ERROR</strong>: There was a problem deleting the reply!
cs_cz: <strong>CHYBA:</strong> Při mazání příspěvku došlo k potížím!

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
cs_cz: <strong>CHYBA:</strong> Při obnovování příspěvku z koše došlo k potížím!

source: <strong>ERROR</strong>: There was a problem trashing the reply!
cs_cz: <strong>CHYBA:</strong> Při přemisťování příspěvku do koše došlo k potížím!

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
cs_cz: <strong>CHYBA:</strong> Při označování příspěvku jako spam došlo k potížím!

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
cs_cz: <strong>CHYBA:</strong> Při vyjímání příspěvku ze spamu došlo k potížím!

source: <strong>ERROR:</strong> You do not have the permission to do that!
cs_cz: <strong>CHYBA:</strong> Nemáte k tomu oprávnění!

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a topic.
cs_cz: <strong>CHYBA:</strong> Nemáte povolení vytvářet nová témata. Odpověď nemohla být do tématu konvertována.

source: <strong>ERROR</strong>: There was a problem converting the reply into the topic. Please try again.
cs_cz: <strong>CHYBA:</strong> Při převádění příspěvku do tématu došlo k potížím. Zkuste to znovu, prosím.

source: Reply To: %s
cs_cz: Odpovědět: %s

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic!
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění upravovat cílové téma.

source: <strong>ERROR</strong>: The topic you want to move to was not found!
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, do kterého chcete přesouvat.

source: <strong>ERROR</strong>: Destination topic ID not found!
cs_cz: <strong>CHYBA</strong>: Nebylo nalezeno cílové ID tématu!

source: <strong>ERROR</strong>: You need to choose a valid move option.
cs_cz: <strong>CHYBA:</strong> Musíte zvolit platnou možnost přesunu.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source topic.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění upravovat zdrojové téma.

source: <strong>ERROR</strong>: The topic you want to move from was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít téma, které chcete přesunout.

source: <strong>ERROR</strong>: The reply you want to move was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít odpověd, kterou chcete přesunout.

source: <strong>ERROR</strong>: Reply ID to move not found!
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít ID odpovědi, kterou chcete přesunout!

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné upravovat odpověď.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
cs_cz: <strong>CHYBA:</strong> K úpravám odpovědi nemáte oprávnění.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít odpověď, kterou chcete upravovat.

source: <strong>ERROR</strong>: Reply ID not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít ID odpovědi.

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
cs_cz: <strong>CHYBA:</strong> Při přidávání štítků k tématu došlo k potížím.

source: <strong>ERROR</strong>: Topic is closed.
cs_cz: <strong>CHYBA:</strong> Téma je uzavřeno.

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné vložit příspěvek.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that!
cs_cz: <strong>CHYBA:</strong> Objevena duplikátní odpověď; zdá se, že už jste to jednou vložili!

source: <strong>ERROR</strong>: Your reply cannot be empty.
cs_cz: <strong>CHYBA:</strong> Váš příspěvek nemůže být prázdný.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
cs_cz: <strong>CHYBA:</strong> Fórum je skryté a nemáte možnost jej číst ani v něm vytvářet nové příspěvky.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
cs_cz: <strong>CHYBA:</strong> Fórum je soukromé a nemáte možnost jej číst ani v něm vytvářet nové příspěvky.

source: <strong>ERROR</strong>: This forum has been closed to new replies.
cs_cz: <strong>CHYBA:</strong> Fórum bylo uzavřeno - nelze vkládat nové příspěvky.

source: <strong>ERROR</strong>: This forum is a category. No replies can be created in this forum.
cs_cz: <strong>CHYBA:</strong> Fórum je nastaveno jako kategorie. Proto sem nemohou vkládány žádné příspěvky.

source: <strong>ERROR</strong>: Forum does not exist.
cs_cz: <strong>CHYBA:</strong> Fórum neexistuje.

source: <strong>ERROR</strong>: Forum ID cannot be a negative number.
cs_cz: <strong>CHYBA:</strong> ID fóra nesmí být záporné číslo.

source: <strong>ERROR</strong>: Forum ID must be a number.
cs_cz: <strong>CHYBA:</strong> ID fóra musí být číslo.

source: <strong>ERROR</strong>: Forum ID is missing.
cs_cz: <strong>CHYBA:</strong> ID fóra nebylo nalezeno.

source: <strong>ERROR</strong>: Topic does not exist.
cs_cz: <strong>CHYBA:</strong> Téma neexistuje.

source: <strong>ERROR</strong>: Topic ID cannot be a negative number.
cs_cz: <strong>CHYBA:</strong> ID tématu nesmí být záporné číslo.

source: <strong>ERROR</strong>: Topic ID must be a number.
cs_cz: <strong>CHYBA:</strong> ID tématu musí být číslo.

source: <strong>ERROR</strong>: Topic ID is missing.
cs_cz: <strong>CHYBA:</strong> Chybí ID tématu.

source: <strong>ERROR</strong>: You do not have permission to reply.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění odpovídat.

source: This forum is empty.
cs_cz: Fórum je zatím prázdné.

source: This forum contains %1$s.
cs_cz: Fórum obsahuje celkem %1$s.

source: This category contains %1$s.
cs_cz: Kategorie obsahuje %1$s.

source: This forum contains %1$s and %2$s.
cs_cz: Fórum obsahuje celkem %1$s a %2$s.

source: This category contains %1$s and %2$s.
cs_cz: Kategorie obsahuje %1$s a %2$s.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
cs_cz: Fórum obsahuje %1$s, a naposledy bylo aktualizované uživatelem %2$s %3$s.

source: This category contains %1$s, and was last updated by %2$s %3$s.
cs_cz: Kategorie obsahuje %1$s,a naposledy byla aktualizovaná uživatelem %2$s %3$s.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
cs_cz: Fórum obsahuje %1$s a %2$s, a naposledy bylo aktualizované uživatelem %3$s %4$s.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
cs_cz: Kategorie obsahuje %1$s a %2$s, a naposledy byla aktualizovaná uživatelem %3$s %4$s.

source: %s reply
cs_cz: %s odpověď

source: (+ %d hidden)
cs_cz: (+ %d skryté)

source: %s topic
cs_cz: %s téma

source: Unsubscribe
cs_cz: Odhlásit

source: Subscribe
cs_cz: CHCI NOVINKY

source: Parent Forum:
cs_cz: Nadřazené fórum:

source: No forums found in Trash
cs_cz: V koši nebylo nalezeno žádné fórum

source: No forums found
cs_cz: Žádné fórum nebylo nalezeno

source: View Forum
cs_cz: Prohlížet fórum

source: Edit Forum
cs_cz: Upravit fórum

source: Create New Forum
cs_cz: Vytvořit nové fórum

source: New Forum
cs_cz: Nové fórum

# Make forum hidden
source: Hidden
cs_cz: Skrytý

# Make forum private
source: Private
cs_cz: Soukromé

# Make forum public
source: Public
cs_cz: Veřejnost

# Forum is a category
source: Category
cs_cz: Kategorie

# Forum accepts new topics
source: Forum
cs_cz: Diskuzní fórum

# Close the forum
source: Closed
cs_cz: Zavřeno

# Open the forum
source: Open
cs_cz: Otevřeno

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné fórum upravovat.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění k upravovat fórum.

source: <strong>ERROR</strong>: The forum you want to edit was not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít fórum, které chcete upravovat.

source: <strong>ERROR</strong>: Forum ID not found.
cs_cz: <strong>CHYBA:</strong> Nepodařilo se najít ID fóra.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
cs_cz: <strong>CHYBA:</strong> Nyní není možné vytvořit diskuzní fórum.

source: <strong>ERROR</strong>: This forum already exists.
cs_cz: <strong>CHYBA:</strong> Toto fórum již existuje.

source: <strong>ERROR</strong>: Slow down; you move too fast.
cs_cz: <strong>CHYBA:</strong> Jste příliš rychlí. Zpomalte trochu.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
cs_cz: <strong>CHYBA:</strong> Fórum je skryté a nemáte možnost jej číst ani v něm vytvářet nová diskuzní fóra.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
cs_cz: <strong>CHYBA:</strong> Fórum je soukromé a nemáte možnost jej číst ani v něm vytvářet nová diskuzní fóra.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
cs_cz: <strong>CHYBA:</strong> Fórum bylo uzavřeno - nelze vytvářet nová fóra.

source: <strong>ERROR</strong>: This forum is a category. No forums can be created in this forum.
cs_cz: <strong>CHYBA:</strong> Fórum je nastaveno jako kategorie. Proto zde nemohou být vytvářena žádná fóra.

source: <strong>ERROR</strong>: Your forum must have a parent.
cs_cz: <strong>CHYBA</strong>: Diskuzní fórum musí mít nadřazené fórum.

source: <strong>ERROR</strong>: Your forum description cannot be empty.
cs_cz: <strong>CHYBA:</strong> Popis diskuzního fóra nesmí být prázdný.

source: <strong>ERROR</strong>: Your forum needs a title.
cs_cz: <strong>CHYBA:</strong> Diskuzní fórum musí mít název.

source: <strong>ERROR</strong>: You do not have permission to create new forums.
cs_cz: <strong>CHYBA:</strong> Na vytváření nových diskuzních fór nemáte oprávnění.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
cs_cz: <strong>CHYBA:</strong> Nemáte oprávnění označovat oznámení pro daného uživatele.

source: You have %d new reply to %s
cs_cz: Máte %d novou odpověď %s

source: You have %d new reply to %2$s from %3$s
cs_cz: Máte %d novou odpověď na %2$s z %3$s

source: You have %d new replies
cs_cz: Máte %d nových odpovědí

source: Topic Replies
cs_cz: Téma odpovědí

source: Subscribed Topics
cs_cz: Odebírané příspěvky

source: Search Forums...
cs_cz: Prohledat fóra...

source: This group does not currently have a forum.
cs_cz: Tato skupina v současné době nemá vytvořené fórum.

source: Group Forum
cs_cz: Skupinové fórum

# group admin edit screen
source: Discussion Forum
cs_cz: Diskuzní fórum

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
cs_cz: <strong>CHYBA:</strong> Jste si jistí, že to chcete udělat?

source: Save Settings
cs_cz: Ulož nastavení

source: Network administrators can reconfigure which forum belongs to this group.
cs_cz: Síťoví administrátoři mohou změnit konfiguraci, které fórum do této skupiny patří.

source: Group Forum:
cs_cz: Skupinové fórum:

source: Saying no will not delete existing forum content.
cs_cz: Odpověď NE vymaže existující obsah fóra.

source: Yes. I want this group to have a forum.
cs_cz: Ano. Chci, aby tato skupina měla fórum.

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
cs_cz: Vytvořte diskuzní fórum, které umožní uživatelům této skupiny strukturovaně komunikovat.

source: Group Forum Settings
cs_cz: Nastavení skupinového fóra

source: %1$s replied to the topic %2$s in the forum %3$s
cs_cz: %1$s odpověděl(a) na téma %2$s v diskuzním fóru %3$s

source: %1$s started the topic %2$s in the forum %3$s
cs_cz: %1$s založil(a) nové téma %2$s v diskuzním fóru %3$s

source: New forum reply
cs_cz: Nová odpověď

source: New forum topic
cs_cz: Nové téma

source: No recorded history. Akismet has not checked this post.
cs_cz: Žádná zaznamenaná historie. Akismet tento příspěvek nezkontroloval.

source: Akismet History
cs_cz: Historie Akismetu

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
cs_cz: Akismet nedokázal tento příspěvek zkontrolovat (chyba: %s), ale automaticky to zkusí později.

source: Akismet cleared this post as not spam
cs_cz: Akismet propustil tento příspěvek jako řádný

source: Post status was changed to %s
cs_cz: Stav příspěvku byl změněn na %s

source: Akismet caught this post as spam
cs_cz: Akismet zadržel tento komentář a označil ho jako spam

source: No response
cs_cz: Žádná odpověď

source: %1$s reported this %2$s as not spam
cs_cz: %1$s vyhodnotil %2$s jako řádný příspěvek

source: %1$s reported this %2$s as spam
cs_cz: %1$s vyhodnotil %2$s jako spam

source: Oh, and this is what a reply looks like.
cs_cz: Ano, takhle vypadá odpověď.

source: Re: Hello World!
cs_cz: Re: Ahoj všichni!

source: I am the first topic in your new forums.
cs_cz: Já jsem první téma ve vašem novém fóru.

source: Hello World!
cs_cz: Ahoj všichni!

source: General chit-chat
cs_cz: Všeobecná komunikace

source: General
cs_cz: Obecné

source: Editable forum roles no longer exist.
cs_cz: Upravitelné role fóra již neexistují

source: Recent Replies
cs_cz: Nejnovější odpovědi

source: Show reply author:
cs_cz: Zobrazit odpovědi autora:

source: Maximum replies to show:
cs_cz: Zobrazit maximálně odpovědí:

# widgets
source: %1$s on %2$s
cs_cz: %1$s u %2$s

# widgets
source: %1$s on %2$s %3$s
cs_cz: Napsal %1$s dne %2$s %3$s

source: (bbPress) Recent Replies
cs_cz: Nejnovější odpovědi (bbPress)

source: A list of the most recent replies.
cs_cz: Seznam posledních odpovědí.

source: Forum Statistics
cs_cz: Statistika diskuzního fóra

source: (bbPress) Statistics
cs_cz: Statistika (bbPress)

source: Some statistics from your forum.
cs_cz: Statistiky z vašeho diskuzního fóra.

source: Recent Topics
cs_cz: Nejnovější témata

source: Topics With Recent Replies
cs_cz: Témata s nedávnou odpovědí

source: Popular Topics
cs_cz: Oblíbená témata

source: Newest Topics
cs_cz: Nejnovější témata

source: Order By:
cs_cz: Seřadit:

source: Show topic author:
cs_cz: Zobrazit témata autora:

source: Show post date:
cs_cz: Zobrazit datum příspěvku:

source: Maximum topics to show:
cs_cz: Zobrazit maximálně témat:

# widgets
source: by %1$s
cs_cz: autor %1$s

source: (bbPress) Recent Topics
cs_cz: Nejnovější témata (bbPress)

source: A list of recent topics, sorted by popularity or freshness.
cs_cz: Seznam posledních témat, seřazený podle oblíbenosti a aktuálnosti.

source: "0" to show only root - "any" to show all
cs_cz: "0" pro zobrazení pouze kořene - "any" pro zobrazení všech úrovní

source: Parent Forum ID:
cs_cz: ID nadřazeného fóra:

source: (bbPress) Forums List
cs_cz: Výpis diskuzních fór (bbPress)

source: A list of forums with an option to set the parent.
cs_cz: Výpis diskuzních fór s možností nastavení nadřazeného fóra.

source: Search Forums
cs_cz: Hledat fórum

source: (bbPress) Forum Search Form
cs_cz: Vyhledávací formulář (bbPress)

source: The bbPress forum search form.
cs_cz: Vyhledávací formulář bbPress

source: (bbPress) Topic Views List
cs_cz: Výpis zobrazení témat (bbPress)

source: A list of registered optional topic views.
cs_cz: Výpis registrovaných volitelných zobrazení témat.

source: Lost Password URI:
cs_cz: URL pro zapomenuté heslo:

source: Register URI:
cs_cz: Registrace URL:

source: Title:
cs_cz: Název:

source: Lost Password
cs_cz: Zapomenuté heslo

source: Register
cs_cz: Zaregistrujte se

source: Remember Me
cs_cz: Pamatovat si mě

source: Password
cs_cz: Heslo

source: Username
cs_cz: Uživatelské jméno

source: Log In
cs_cz: Přihlásit se

source: (bbPress) Login Widget
cs_cz: Přihlašovací widget (bbPress)

source: A simple login form with optional links to sign-up and lost password pages.
cs_cz: Jednoduchý přihlašovací formulář, s volitelnými odkazy na stránky pro registraci a zapomenuté heslo.

source: View: %s
cs_cz: Zobrazit: %s

source: Edit %s's Profile
cs_cz: Upravit %s profil

source: Edit Your Profile
cs_cz: Upravit profil

source: %s Profile
cs_cz: %s Profil

source: %s Subscriptions
cs_cz: %s Sledovaní

source: %s Favorites
cs_cz: %s oblíbených

source: %s Replies
cs_cz: %s Odpovědí

source: %s Topics
cs_cz: %s Témat

# User viewing his/her own profile
source: Your
cs_cz: Vaše

source: Topic: %s
cs_cz: Upravit téma: %s

source: Forum: %s
cs_cz: Diskuzní fórum %s

source: Topic Tag Edit: %s
cs_cz: Upravit štítek tématu: %s

source: Reply Edit: %s
cs_cz: Upravit odpověď: %s

source: Topic Edit: %s
cs_cz: Upravit téma: %s

source: Forum Edit: %s
cs_cz: Upravit fórum: %s

source: Log Out
cs_cz: Odhlásit se

source: Edit
cs_cz: Upravit

source: Topic Tag: %s
cs_cz: Štítky Témat:%s

source: (Edit)
cs_cz: (Upravit)

source: Home
cs_cz: Domů

source: None available
cs_cz: Nenalezeno nic

source: No forums available
cs_cz: K dispozici není žádné fórum

source: No topics available
cs_cz: K dispozici není žádné téma

source: Conditional query tags do not work before the query is run. Before then, they always return false.
cs_cz: Podmíněné štítky dotazů fungují pouze ve spuštěném dotazu, jinak vždy vrátí výraz nepravda.

source: %1$s wrote: %2$s Topic Link: %3$s ----------- You are receiving this email because you subscribed to a forum. Login and visit the topic to unsubscribe from these emails.
cs_cz: %1$s napsal: %2$s Odkaz: %3$s ----------- Tento e-mail jste obdržel, protože jste přihlášeni ke sledování daného diskuzního fóra. Pokud to zprávy nechcete nadále dostávat, přihlaste se, přejděte do daného tématu a zrušte jeho sledování.

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
cs_cz: %1$s napsal: %2$s Odkaz: %3$s ----------- Tento e-mail jste obdržel, protože jste přihlášeni ke sledování daného tématu diskuzního fóra. Pokud to zprávy nechcete nadále dostávat, přihlaste se, přejděte do daného tématu a zrušte jeho sledování.

source: <strong>ERROR</strong>: Invalid email address submitted!
cs_cz: <strong>CHYBA:</strong> Neplatná emailová adresa!

source: <strong>ERROR</strong>: Invalid author name submitted!
cs_cz: <strong>CHYBA:</strong> Neplatné jméno autora!

source: Trashed: %s
cs_cz: V koši: %s

source: Spammed: %s
cs_cz: Nevyžádané: %s

source: Private: %s
cs_cz: Soukromé: %S
