Repository: rousarp/openlab
Catalog: languages/plugins/bp-ass-*.po
Languages: cs_cz

source: BP Group Email Options
cs_cz: Možnosti BP Group Email

source: Group Email Options
cs_cz: Možnosti e-mailu skupiny

source: Settings saved.
cs_cz: Nastavení uloženo.

source: Group Email Subscription Settings
cs_cz: Nastavení skupinové předplatné e-mailu

source: Digests & Summaries
cs_cz: Výtahy a souhrny

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
cs_cz: Zobrazit položky ve frontě ve frontě</a></b> (v novém okně)<br>Jako admin můžete vidět, co se aktuálně nachází ve frontě e-mailu přidáním ?sum=1 k vaší adrese URL. To neznamená, že fronta smaže, jen vám to ukáže, co čeká na odeslání.

source: <strong>Daily Digests</strong> should be sent at this time:
cs_cz: <strong>Denní přehledy</strong> je třeba poslat v tuto chvíli:

source: <strong>Weekly Summaries</strong> should be sent on:
cs_cz: <strong>Týdenní shrnutí </strong> by měly být zaslány na adresu:

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sunday
cs_cz: Neděle

source: The server timezone is %s (%s); the current server time is %s (%s); and the day is %s.
cs_cz: Časové pásmo serveru je %s (%s); aktuální čas serveru je %s (%s); a den je %s.

source: Global Unsubscribe Link
cs_cz: Globální odběr odběru

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
cs_cz: Přidat odkaz do e-mailů a na stránce nastavení oznámení, která umožňuje uživatelům odhlásit se ze všech skupin najednou:

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: Group Admin Abilities
cs_cz: Administrátoři skupin

source: Allow group admins and mods to change members' email subscription settings:
cs_cz: Umožnit administrátorům a moderátorům změnit nastavení odběru e-mailů jednotlivých členů:

source: Allow group admins to override subscription settings and send an email to everyone in their group:
cs_cz: Povolit správcům skupiny, aby přepsali nastavení odběru a odeslali e-mail všem ve své skupině:

source: Spam Prevention
cs_cz: Ochrana před spamem

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
cs_cz: Chcete-li chránit před nevyžádanou poštou, můžete požádat uživatele o to, aby byl členem webu několik dní před tím, než budou všechny skupiny zaslány e-mailem ostatním členům skupiny. Toto nastavení je ve výchozím nastavení zakázáno.

source: Member must be registered for
cs_cz: Člen musí být registrován minimálně

source: days
cs_cz: dní

source: Save Settings
cs_cz: Uložit nastavení

source: If you enjoy using this plugin %s please rate it %s.
cs_cz: Pokud se vám vážený uživateli líbí tento plugin, prosím, %s ohodnoťte ho %s.

source: Please make a donation to the team to support ongoing development.
cs_cz: Udělte prosím odměnu týmu, abyste podpořili průběžný vývoj.

source: This email is handled by the Group Email Subscription plugin and uses customized tokens. <a target="_blank" href="%s">Learn more about GES tokens on our wiki</a>.
cs_cz: Tento e-mail je zpracován pluginem Group Email Subscription a používá přizpůsobené tokeny. <a target="_blank" href="%s"> Další informace o tokenech GES naleznete na naší wiki </a>.

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
cs_cz: Obdrželi jste tuto zprávu, protože jste přihlášeni k odběru, abyste v některé z vašich skupin obdrželi rozpis aktivity v %s.

source: at
cs_cz: v

source: (%s items)
cs_cz: (%s položek)

source: Group Summary
cs_cz: Přehled skupin

source: How to follow a topic: to get email updates for a specific topic, click the topic title - then on the webpage click the <i>Follow this topic</i> button. (If you don't see the button you need to login first.)
cs_cz: Postupujte podle tématu: získání e-mailových aktualizací pro určité téma, klepnutí na název tématu - na webové stránce klikněte na tlačítko <i> Sledovat toto téma </ i>. (Pokud se tlačítko nezobrazuje, musíte se nejprve přihlásit.)

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
cs_cz: Chcete-li tyto oznámení zakázat v každé skupině, přihlaste se a přejděte na:% s, kde můžete změnit nastavení e-mailu pro každou skupinu.

source: My Groups
cs_cz: Mé skupiny

source: Disable these notifications for all my groups at once.
cs_cz: Vypnout tato upozornění pro všechny své skupiny najednou.

source: Your daily digest of group activity
cs_cz: Denní přehled aktivit skupiny

source: Your weekly summary of group topics
cs_cz: Váš týdenní přehled skupinových témat

source: DAILY DIGEST:
cs_cz: DENNÍ PŘEHLED:

source: WEEKLY DIGEST:
cs_cz: TÝDENNÍ PŘEHLED:

source: Group: %s
cs_cz: Skupina: %s

source: Group: %s weekly summary
cs_cz: Skupina: týdenní přehled %s

source: To disable these notifications for this group click
cs_cz: Chcete-li zakázat tato upozornění pro tuto skupinu, klikněte na ni

source: unsubscribe
cs_cz: odhlášen

source: change
cs_cz: změnit

source: email options
cs_cz: možnosti e-mailu

source: at %s, %s
cs_cz: v %s, %s

source: View
cs_cz: Zobrazit

source: Once Weekly
cs_cz: Jednou týdně

source: To disable all notifications for this group, click: %s
cs_cz: Chcete-li zakázat všechna oznámení této skupiny, klepněte na tlačítko: %s

source: Or to disable notifications for *all* your groups, click: %s
cs_cz: Nebo chcete zakázat oznámení pro *všechny* vaše skupiny, klikněte na: %s

source: in the group
cs_cz: ve skupině

source: %1$s To view or reply, log in and go to: %2$s ---------------------
cs_cz: %1$s Chcete-li zobrazit nebo odpovědět, přihlaste se a přejděte na: %2$s ---------------------

source: %1$s "%2$s" To view or reply, log in and go to: %3$s ---------------------
cs_cz: %1$s "%2$s" Chcete-li zobrazit nebo odpovědět, přihlaste se a přejděte na: %3$s ---------------------

source: You are currently receiving notifications for your own posts.
cs_cz: V současné době přijímáte oznámení pro vaše vlastní příspěvky.

source: To disable these notifications please log in and go to: %s
cs_cz: Chcete-li tyto oznámení zakázat, přihlaste se prosím a přejděte na: %s

source: Once you are logged in, uncheck "Receive notifications of your own posts?".
cs_cz: Jakmile jste přihlášeni, zrušte zaškrtnutí políčka "Dostávat oznámení o vašich vlastních příspěvcích?".

source: Your email setting for this group is: %s
cs_cz: Nastavení e-mailu pro tuto skupinu je: %s

source: To change your email setting for this group, please log in and go to: %s
cs_cz: Chcete-li změnit nastavení e-mailu pro tuto skupinu, přihlaste se prosím a přejděte na: %s

source: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation. {{{ges.email-setting-description}}}
cs_cz: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Přejděte do diskuse</a>a napište odpověď nebo sledujte konverzaci. {{{ges.email-setting-description}}}

source: {{{ges.action}}}: "{{{usermessage}}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}
cs_cz: {{{ges.action}}}: "{{{usermessage}}}" Přejděte do diskuse, na kterou chcete odpovědět, nebo do konverzace: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}

source: A member created a group activity entry. Used by the Group Email Subscription plugin during immediate sendouts.
cs_cz: Člen vytvořil položku aktivity skupiny. Používá se v modulu Subscription plugin skupiny Group během okamžitých odesílání.

source: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{site.name}}.
cs_cz: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; Tato zpráva jste obdrželi, protože jste přihlášeni k odběru aktivit v některých vašich skupinách v {{site.name}}.

source: {{{ges.digest-summary}}} {{{usermessage}}} ---- You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{{site.name}}}. To disable these notifications per group, please login and [visit your groups page]({{{ges.settings-link}}}) where you can manage your email settings for each group.
cs_cz: {{{ges.digest-summary}}} {{{usermessage}}} ---- Obdrželi jste tuto zprávu, protože jste přihlášeni k odběru záznamů aktivity v některých vašich skupinách na stránkách {{site.name}}}. Chcete-li zakázat tato upozornění pro každou skupinu, přihlaste se a stránku [visit your groups page] ({{{ges.settings-link}}}), kde můžete spravovat nastavení e-mailu pro každou skupinu.

source: An email digest is sent to a member. Used by the Group Email Subscription plugin during daily or weekly digest sendouts.
cs_cz: Pošlete e-mail na člena. Používá se v modulu Email Subscription plugin během denního nebo týdenního rozesílání.

source: [{{{site.name}}}] {{{ges.subject}}} - from the group "{{{group.name}}}"
cs_cz: [{{{site.name}}}] {{{ges.subject}}} - ze skupiny "{{{group.name}}}"

source: This is a notice from the group {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Please note:</strong> admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
cs_cz: Toto je oznámení ze skupiny {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Věnujte prosím pozornost:</strong> poznámky administrátora jsou zasílány všem ve skupině a nemohou být deaktivovány. Pokud se domníváte, že je tato služba zneužita, obraťte se na správce webu.

source: This is a notice from the group "{{{group.name}}}": "{{{usermessage}}}" ---- Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator. To visit the group homepage, click on the link below: {{{group.url}}}
cs_cz: Toto je oznámení ze skupiny "{{{group.name}}}": "{{{usermessage}}}" ---- Upozornění: upozornění administrátora jsou zasílána všem ve skupině a nelze je zakázat. Pokud se domníváte, že je tato služba zneužita, obraťte se na správce webu. Chcete-li navštívit domovskou stránku skupiny, klikněte na odkaz níže: {{{group.url}}}

source: An email notice is sent by a group administrator to all members of the group. Used by the Group Email Subscription plugin.
cs_cz: Správce skupiny pošle e-mailové upozornění všem členům skupiny. Používá se v modulu Subscription Subscription skupiny.

source: A welcome email is sent to new members of a group. Used by the Group Email Subscription plugin.
cs_cz: Uvítací e-mail je zaslán novým členům skupiny. Používá se v modulu Subscription Subscription skupiny.

source: Change email settings
cs_cz: Změna nastavení e-mailu

source: To change your email settings for this group only, click on this link
cs_cz: Chcete-li změnit nastavení e-mailu pouze pro tuto skupinu, klikněte na tento odkaz

source: Change group email Settings
cs_cz: Změnit nastavení e-mailů ve skupině

source: To disable all notifications for this group, click on this link
cs_cz: Chcete-li zakázat všechna oznámení této skupiny, klikněte na tento odkaz

source: Unsubscribe from this group
cs_cz: Odhlásit se od této skupiny

source: To disable notifications from all your groups, click on this link
cs_cz: Chcete-li zakázat oznámení ze všech vašich skupin, klikněte na tento odkaz

source: Unsubscribe from all groups
cs_cz: Odhlásit se ze všech skupin

source: Once you are logged in, change your email settings for each group.
cs_cz: Jakmile jste přihlášeni, změňte nastavení e-mailu pro každou skupinu.

source: No Email
cs_cz: Žádný e-mail

source: Weekly Summary
cs_cz: Týdenní shrnutí

source: Daily Digest
cs_cz: Denní přehled

source: New Topics
cs_cz: Noté téma

source: All Email
cs_cz: Všechny e-maily

source: Email status:
cs_cz: Stav e-mailu:

source: Change to:
cs_cz: Změny na:

source: Weekly
cs_cz: Týdně

source: Daily
cs_cz: Denní

source: You have been unsubscribed from all groups notifications.
cs_cz: Byli jste odhlášeni ze všech skupin oznámení.

source: This user's has been unsubscribed from all groups notifications.
cs_cz: Tento uživatel byl odhlášen ze všech skupin oznámení.

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
cs_cz: Vaše odhlášení bylo úspěšné. Již nebudete přijímat e-mailová upozornění ze skupiny %s.

source: <a href="%1$s">Continue to %2$s</a>
cs_cz: <a href="%1$s">Pokračujte na %2$s</a>

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
cs_cz: Vaše odhlášení bylo úspěšné. Už nebudete přijímat e-mailová upozornění od žádné ze svých skupin.

source: Unsubscribe from all groups notifications
cs_cz: Odhlásit odběry oznámení ze všech skupin

source: Unsubscribe
cs_cz: Odhlásit odběr

source: Do you really want to unsubscribe from all groups notifications?
cs_cz: Opravdu chcete odhlásit od všech skupin oznámení?

source: Yes, unsubscribe from all my groups
cs_cz: Ano, odhlaste se od všech svých skupin

source: No, close
cs_cz: Ne, zavřít

source: To disable emails from all your groups at once click: %s
cs_cz: Chcete-li zakázat e-maily ze všech vašich skupin najednou, klepněte na tlačítko: %s

source: Email Options
cs_cz: Možnosti e-mailu

source: Mute
cs_cz: Ztlumit

source: Follow
cs_cz: Následovat

source: Error
cs_cz: Chyba

source: Hey! BP Group Email Subscription v3.7.0 requires BuddyPress 1.5 or higher. If you are still using BuddyPress 1.2 and you don't plan on upgrading, use <a href='%s'>BP Group Email Subscription v3.6.2 instead</a>.
cs_cz: Ahoj! Group Email Subscription v3.7.0 vyžaduje BuddyPress 1.5 nebo vyšší. Pokud stále používáte službu BuddyPress 1.2 a neplánujete aktualizaci, použijte místo toho <a href='%s'>BP Group Email Subscription v3.6.2 </a>.

source: %s started the forum topic "%s" in the group "%s"
cs_cz: uživatel %s spustil téma fóra "%s" ve skupině "%s"

source: %s replied to the forum topic "%s" in the group "%s"
cs_cz: uživatel %s odpověděl na téma fóra "%s" ve skupině "%s"

source: To view or reply to this topic, go to:
cs_cz: Chcete-li zobrazit nebo odpovědět na toto téma, přejděte na adresu:

source: To view or reply to this topic, log in and go to:
cs_cz: Chcete-li zobrazit nebo odpovědět na toto téma, přihlaste se a přejděte na:

source: Your email setting for this group is:
cs_cz: Nastavení e-mailu pro tuto skupinu je:

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
cs_cz: , proto nedostanete odpovědi na toto téma. Chcete-li je získat, klikněte na odkaz, chcete-li zobrazit toto téma na webu, a poté klikněte na tlačítko "Sledovat toto téma".

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
cs_cz: Jakmile jste přihlášeni, klikněte na tlačítko "Ztlumit toto téma" a odhlaste se od tématu fóra.

source: You are currently receiving notifications to topics that you have started.
cs_cz: Aktuálně přijímáte upozornění na témata, která jste začali.

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
cs_cz: Jakmile jste přihlášeni, zrušte zaškrtnutí políčka "Odpovědí člena v tématu fóra, které jste zahájili".

source: You are currently receiving notifications to topics that you have replied in.
cs_cz: Aktuálně přijímáte upozornění na témata, která jste odpověděli.

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
cs_cz: Jakmile jste přihlášeni, zrušte zaškrtnutí políčka "Po odeslání odpovědi na téma na fóru".

source: You are not following this topic. Click to follow it and get email updates for new posts
cs_cz: Toto téma se nesledujete. Klepnutím na něj postupujte a získejte aktualizace e-mailu pro nové příspěvky

source: You are following this topic. Click to stop getting email updates
cs_cz: Sledujete toto téma. Klepnutím na tlačítko přestanete dostávat aktualizace e-mailu

source: This conversation is muted. Click to follow it
cs_cz: Tato konverze je ztlumena. Klepněte na tlačítko

source: this topic
cs_cz: toto téma

source: Email Subscription Defaults
cs_cz: Předvolby předplatného e-mailu

source: When new users join this group, their default email notification settings will be:
cs_cz: Když se k této skupině připojí nové uživatele, jejich výchozí nastavení upozornění na e-mail bude:

source: No Email (users will read this group on the web - good for any group)
cs_cz: Žádný e-mail (uživatelé budou číst tuto skupinu na webu - dobré pro libovolnou skupinu)

source: Weekly Summary Email (the week's topics - good for large groups)
cs_cz: Týdenní souhrnný e-mail (týdenní témata - dobré pro velké skupiny)

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
cs_cz: Email s denním přehledem (všechny svazky aktivit denně v jednom e-mailu - dobré pro středně velké skupiny)

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
cs_cz: Emaily nových témat (nová témata jsou odeslána při příjezdu, ale ne odpovědi - dobré pro malé skupiny)

source: All Email (send emails about everything - recommended only for working groups)
cs_cz: Všechny e-maily (odesílání e-mailů o všechno - doporučeno pouze pro pracovní skupiny)

source: User email status changed successfully
cs_cz: Stav e-mailu uživatele se úspěšně změnil

source: Site Admin Only: update email subscription settings for ALL members to the default:
cs_cz: Pouze administrátor webu: aktualizace předplatného pro všechny členy na výchozí:

source: Warning: this is not reversible so use with caution.
cs_cz: Upozornění: toto není reverzibilní, proto je třeba je používat opatrně.

source: Make it so!
cs_cz: Udělejte to tak!

source: All user email status's changed successfully
cs_cz: Stav uživatele všech e-mailů byl úspěšně změněn

source: Send an email notice to everyone in the group
cs_cz: Pošlete e-mail všem ve skupině

source: You can use the form below to send an email notice to all group members.
cs_cz: Pomocí níže uvedeného formuláře můžete zaslat e-mail všem členům skupiny.

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
cs_cz: Všichni ve skupině obdrží e-mail - bez ohledu na nastavení e-mailu - proto je třeba je používat opatrně

source: Email Subject:
cs_cz: Předmět emailu:

source: Email Content:
cs_cz: Obsah e-mailu:

source: Email this notice to everyone in the group
cs_cz: Pošlete toto oznámení všem ve skupině

source: Welcome Email
cs_cz: Uvítací e-mail

source: Send an email when a new member join the group.
cs_cz: Po odeslání nového člena do skupiny se pošle e-mail.

source: Enable welcome email
cs_cz: Povolit uvítací e-mail

source: Save
cs_cz: Uložit

source: The email notice was sent not sent. Please enter email content.
cs_cz: Oznámení o odeslání e-mailu nebylo odesláno. Zadejte prosím emailový obsah.

source: - sent from the group
cs_cz: - odeslané ze skupiny

source: This is a notice from the group '%s': "%s" To view this group log in and follow the link below: %s ---------------------
cs_cz: Toto je oznámení ze skupiny '%s': "%s" Chcete-li zobrazit tuto skupinu, přihlaste se a postupujte podle níže uvedeného odkazu: %s ---------------------

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
cs_cz: Upozornění: upozornění administrátorů jsou zasílána všem ve skupině a nelze je zakázat. Pokud se domníváte, že je tato služba zneužita, obraťte se na správce webu.

source: The email notice was sent successfully.
cs_cz: Oznámení o e-mailu bylo úspěšně odesláno.

source: The welcome email option has been saved.
cs_cz: Volby uvítacího e-mail byly uloženy.

source: Email Subscription Options
cs_cz: Možnosti předplatného e-mailu

source: How do you want to read this group?
cs_cz: Jak chcete tuto skupinu číst?

source: I will read this group on the web
cs_cz: Tuto skupinu si přečtu na webu

source: Weekly Summary Email
cs_cz: Týdenní souhrnný e-mail

source: Get a summary of new topics each week
cs_cz: Získejte shrnutí nových témat každý týden

source: Daily Digest Email
cs_cz: Email s denním přehledem

source: Get all the day's activity bundled into a single email
cs_cz: Získejte celodenní činnost sdruženou do jediného e-mailu

source: New Topics Email
cs_cz: Nové téma e-mail

source: Send new topics as they arrive (but don't send replies)
cs_cz: Odeslání nových témat při příjezdu (ale neposílejte odpovědi)

source: Send all group activity as it arrives
cs_cz: Pošlete všechny aktivity skupiny, jakmile dorazí

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
cs_cz: Poznámka: Za normálních okolností obdržíte e-mailová upozornění na témata, která začínají nebo na které se komentují. To může být změněno na

source: email notifications
cs_cz: e-mailová upozornění

source: Your email notifications are set to %s for this group.
cs_cz: Vaše e-mailová upozornění jsou pro tuto skupinu nastavena na% s.

source: Group Forum
cs_cz: Skupinové fórum

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: A member replies in a forum topic you've started
cs_cz: Člen odpoví na fóru, které jste začali

source: A member replies after you in a forum topic
cs_cz: Člen vám odpoví na téma fóra

source: Receive notifications of your own posts?
cs_cz: Obdržet oznámení o vašich vlastních příspěvcích?

source: Individual Group Email Settings
cs_cz: Nastavení skupinové e-mailové skupiny

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
cs_cz: Chcete-li změnit nastavení e-mailových upozornění pro vaše skupiny, přejděte na %s a klikněte na "Změnit" pro každou skupinu.

source: Or set all your group's email options to No Email
cs_cz: Nebo nastavte všechny možnosti e-mailové skupiny na možnost Žádný e-mail

source: Your email status is
cs_cz: Stav e-mailu je

source: change
cs_cz: změnit

source: Get email updates
cs_cz: Získejte e-mailové aktualizace

source: Change your email subscription options for this group
cs_cz: Změňte možnosti odběru e-mailů pro tuto skupinu

source: Get a summary of topics each
cs_cz: Získejte přehled témat

source: Get the day's activity bundled into one email
cs_cz: Získejte denní aktivitu sdruženou do jednoho e-mailu

source: Send new topics as they arrive (but no replies)
cs_cz: Odeslání nových témat při příjezdu (ale žádné odpovědi)

source: close
cs_cz: zavřen

source: You successfully joined the group. Your group email status is:
cs_cz: Do skupiny jste se úspěšně připojili. Stav vašeho emailu ve skupině je:

source: Allows group members to receive email notifications for group activity and forum posts instantly or as daily digest or weekly summary.
cs_cz: Umožňuje členům skupiny přijímat e-mailové oznámení o aktivitě skupiny a příspěvcích na fóru okamžitě nebo jako denní přehled nebo týdenní přehled.
