Repository: rousarp/openlab
Catalog: languages/plugins/bp-docs-*.po
Languages: cs_cz

# post type general name
source: BuddyPress Docs
cs_cz: BuddyPress Dokumenty

# post type singular name
source: Doc
cs_cz: DOkument

source: Add New
cs_cz: Přidat nový

source: Add New Doc
cs_cz: Přidat nový dokument

source: Edit Doc
cs_cz: Upravit dokument

source: New Doc
cs_cz: Nový dokument

source: View Doc
cs_cz: Zobrazit dokument

source: Search Docs
cs_cz: Hledat dokument

source: No Docs found
cs_cz: Dokumenty nebyly nalezeny

source: No Docs found in Trash
cs_cz: V koši nebyly nalezeny žádné dokumenty

source: BuddyPress Docs
cs_cz: BuddyPress Dokumenty

source: Associated Items
cs_cz: Přidružené položky

source: Associated Item
cs_cz: Přidružené položky

source: Docs Tags
cs_cz: Štítky dokumentu

source: Docs Tag
cs_cz: Štítek dokumentu

source: Tags: %s
cs_cz: Štítky: %s

source: Tags
cs_cz: Štítky

source: You are viewing docs with the following tags: %s
cs_cz: Prohlížíte dokumenty s těmito štítky: %s

source: Filter by tag
cs_cz: Filtrovat podle štítků

source: Docs tagged %s
cs_cz: Dokumenty označené štítkem %s

source: Most Used
cs_cz: Nejčastěji používané

source: Parent:
cs_cz: Rodič:

source: Children:
cs_cz: Potomci:

source: Recent Comments
cs_cz: Nedávné komentáře

source: No comments yet.
cs_cz: Zatím žádné komentáře.

source: You have successfully restored the Doc to the revision from %s.
cs_cz: Úspěšně jste obnovili dokument z revize %s.

source: Compare Revisions of &#8220;%1$s&#8221;
cs_cz: Porovnat revize "%1$s"

source: Revisions
cs_cz: Revize

source: Revision for &#8220;%1$s&#8221; created on %2$s
cs_cz: Revize pro "%1$s" vytvořena na %2$s

# post revision
source: %1$s by %2$s
cs_cz: %1$s od %2$s

source: Restore
cs_cz: Obnovit

source: Compare Revisions
cs_cz: Porovnat revize

source: Old
cs_cz: Starý

source: New
cs_cz: Nový

source: Date Created
cs_cz: Datum vytvoření

source: Author
cs_cz: Autor

source: Actions
cs_cz: Akce

source: History
cs_cz: Historie

source: (no parent)
cs_cz: (žádný rodič)

source: Search
cs_cz: Vyhledat

source: Title
cs_cz: Název

source: Created
cs_cz: Vytvořeno

source: Last Edited
cs_cz: Poslední editace

source: Viewing %1$s-%2$s of %3$s docs
cs_cz: Prohlížení %1$s-%2$s z %3$s dokumentů

source: There are no docs for this view. Why not <a href="%s">create one</a>?
cs_cz: Pro tento pohled neexistují žádné dokumenty. Proč nevytvořit <a href="%s"> jeden </a>?

source: You have been idle for <span id="idle-warning-time"></span>
cs_cz: Byl jste nečinný po <span id = "idle-warning-time"> </ span>

source: Permalink
cs_cz: Pevný odkaz

source: Content
cs_cz: Obsah

source: Tags are words or phrases that help to describe and organize your Docs.
cs_cz: Štítky jsou slova nebo fráze, která vám pomohou popsat a uspořádat vaše dokumenty.

source: Separate tags with commas (for example: <em>orchestra, snare drum, piccolo, Brahms</em>)
cs_cz: Oddělovat štítky čárkami (například: <em> orchestr, buben, pikola, Brahms </ em>)

source: Parent
cs_cz: Rodič

source: Select a parent for this Doc.
cs_cz: Vyberte rodiče pro tento dokument.

source: (Optional) Assigning a parent Doc means that a link to the parent will appear at the bottom of this Doc, and a link to this Doc will appear at the bottom of the parent.
cs_cz: (Volitelné) Přiřazení nadřazeného dokumentu znamená, že se v dolní části tohoto dokumentu zobrazí odkaz na nadřazený dokument a v dolní části nadřazeného dokumentu se zobrazí odkaz na tento dokument.

source: Settings
cs_cz: Nastavení

source: Save
cs_cz: Uložit

source: Cancel
cs_cz: Zrušit

source: Are you still there?
cs_cz: Jste tam stále?

source: In order to prevent overwriting content, only one person can edit a given doc at a time. For that reason, you must periodically ensure the system that you're still actively editing. If you are idle for more than 30 minutes, your changes will be auto-saved, and you'll be sent out of Edit mode so that others can access the doc.
cs_cz: Chcete-li zabránit přepsání obsahu, může upravovat daný dokument současně pouze jedna osoba. Z tohoto důvodu musíte pravidelně aplikaci poskytnou informaci, že dokument stále aktivně upravujete. Pokud tak nečiníte po dobu delší než 30 minut, vaše změny se automaticky uloží a režimu úprav bude ukončen, aby ostatní mohli přistupovat k dokumentu.

source: I'm still editing!
cs_cz: Stále upravuji!

source: Locked
cs_cz: Zamčeno

source: (click for more info)
cs_cz: (klikněte pro více informací)

source: This doc is currently being edited by %1$s. In order to prevent edit conflicts, only one user can edit a doc at a time.
cs_cz: Tento dokument je aktuálně upravován uživatelem %1$s. Aby nedocházelo ke konfliktům v úpravách, může současně upravovat dokument pouze jeden uživatel.

source: Please try again in a few minutes. Or, as an admin, you can <a href="%s">force cancel</a> the edit lock.
cs_cz: Zkuste to prosím znovu za pár minut. Nebo jako admin můžete <a href="%s"> vynutit zrušení </a> zámku úprav.

source: Please try again in a few minutes.
cs_cz: Zkuste to prosím znovu za pár minut.

source: Read
cs_cz: Číst

source: Edit
cs_cz: Upravit

source: Discussion (%d)
cs_cz: Diskuze (%d)

source: There are no comments for this doc yet.
cs_cz: Pro tento dokument zatím nejsou žádné komentáře.

source: Comment display has been disabled on this doc.
cs_cz: Zobrazení komentářů bylo v tomto dokumentu zakázáno.

source: Comment posting has been disabled on this doc.
cs_cz: Komentáře byly v tomto dokumentu zakázány.

source: Click on a revision date from the list below to view that revision.
cs_cz: Kliknutím na datum revize ze seznamu níže zobrazíte tuto revizi.

source: Alternatively, you can compare two revisions by selecting them in the 'Old' and 'New' columns, and clicking 'Compare Revisions'.
cs_cz: Můžete také porovnat dvě revize výběrem ve sloupcích "Staré" a "Nové" a kliknutím na tlačítko "Porovnat revize".

source: Older: %s
cs_cz: Starší: %s

source: Newer: %s
cs_cz: Novější: %s

source: You are currently viewing a revision titled "%1$s", saved on %2$s by %3$s
cs_cz: Aktuálně se zobrazuje revize s názvem "%1$s" uložená dne %2$s uživatelem %3$s

source: These revisions are identical.
cs_cz: Tyto revize jsou identické.

source: Doc creator only (%s)
cs_cz: Jen autor dokumentu (%s)

source: Doc creator only (that's you!)
cs_cz: Pouze autor dokumentu (to jste vy!)

source: Who can edit this doc?
cs_cz: Kdo může tento dokument upravit?

source: All members of the group
cs_cz: Všichni členové skupiny

source: Only admins and mods of this group
cs_cz: Pouze administrátoři a moderátoři této skupiny

source: Who can <em>post</em> comments on this doc?
cs_cz: Kdo může <em>komentovat</em> tento dokument?

source: No one
cs_cz: Nikdo

source: Who can <em>read</em> comments on this doc?
cs_cz: Kdo může <em>číst</em> komentáře k tomuto dokumentu?

source: Anyone
cs_cz: Kdokoliv

source: Who can view this doc's history?
cs_cz: Kdo může prohlížet historii tohoto dokumentu?

source: %1$s created the doc %2$s in the group %3$s
cs_cz: Uživatel %1$s vytvořil dokument %2$s ve skupině %3$s

source: %1$s edited the doc %2$s in the group %3$s
cs_cz: Uživatel %1$s editoval dokument %2$s ve skupině %3$s

source: %1$s commented on the doc %2$s in the group %3$s
cs_cz: Uživatel %1$s komentoval dokument %2$s ve skupině %3$s

source: Docs
cs_cz: Dokumenty

source: You do not have permission to post comments on this doc.
cs_cz: Nemáte oprávnění ke komentování tohoto dokumentu.

source: BuddyPress Docs group tab name:
cs_cz: Název skupiny BuddyPress Docs:

source: Save Changes
cs_cz: Uložit změny

source: There was an error saving, please try again
cs_cz: Při ukládání došlo k chybě, zkuste to prosím znovu

source: Settings saved successfully
cs_cz: Nastavení bylo úspěšně uloženo

source: BuddyPress Docs is a powerful tool for collaboration with members of your group. A cross between document editor and wiki, BuddyPress Docs allows you to co-author and co-edit documents with your fellow group members, which you can then sort and tag in a way that helps your group to get work done.
cs_cz: Dokumenty jsou silným nástrojem spolupráce mezi členy vaší skupiny. Propojení editoru dokumentů a wiki vám umožňuje vytvářet a upravovat dokumenty s členy skupiny. Dokumenty můžete pak třídit a označit způsobem, který pomáhá pracovat vaší skupině.

source: Minimum role to create new Docs:
cs_cz: Minimální role pro vytváření nových dokumentů:

source: Group admin
cs_cz: Administrátor skupiny

source: Group moderator
cs_cz: Moderátor skupiny

source: Group member
cs_cz: Člen skupiny

source: View Docs
cs_cz: Zobrazit dokumenty

source: Groups that have docs associated with them
cs_cz: Skupiny, které mají s nimi přidružené dokumenty

source: Users that have docs associated with them
cs_cz: Uživatelé, kteří mají s nimi přidružené dokumenty

source: Groups
cs_cz: Skupiny

source: Unknown error. Please try again.
cs_cz: Neznámá chyba. Prosím zkuste to znovu.

source: Both the title and the content fields are required.
cs_cz: Pole názvu a obsahu jsou požadována.

source: There was an error when creating the doc.
cs_cz: Při vytváření dokumentu došlo k chybě.

source: Doc successfully created!
cs_cz: Dokument byl úspěšně vytvořen!

source: There was an error when saving the doc.
cs_cz: Při ukládání dokumentu došlo k chybě.

source: You idled a bit too long while in Edit mode. In order to allow others to edit the doc you were working on, your changes have been autosaved. Click the Edit button to return to Edit mode.
cs_cz: Dokument otevřený ke úpravě nebyl dlouho změněn. Abyste umožnili ostatním upravit dokument, na kterém pracujete, byly vaše změny automaticky uloženy. Klepnutím na tlačítko Upravit se vrátíte do režimu úprav.

source: Doc successfully edited!
cs_cz: Dokument byl úspěšně upraven!

source: You are viewing <strong>all</strong> docs.
cs_cz: Prohlížíte <strong> všechny </ strong> dokumenty.

source: <strong><a href="%s" title="View All Docs">View All Docs</a></strong>
cs_cz: <strong> <a href="%s" title="Zobrazit všechny dokumenty"> Zobrazit všechny dokumenty </a> </ strong>

source: You are searching for docs containing the term <em>%s</em>
cs_cz: Hledáte dokumenty obsahující výraz <em>%s </ em>

source: This doc is currently being edited by %s. To prevent overwrites, you cannot edit until that user has finished. Please try again in a few minutes.
cs_cz: Tento dokument je aktuálně upravován uživatelem %s. Chcete-li zabránit přepsání, nemůžete jej upravit, dokud tento uživatel úpravu nedonkončí. Zkuste to prosím znovu za pár minut.

source: You do not have permission to edit the doc.
cs_cz: Nemáte oprávnění k úpravě dokumentu.

source: You do not have permission to create a Doc in this group.
cs_cz: Nemáte oprávnění k vytvoření dokumentu v této skupině.

source: You do not have permission to view this Doc's history.
cs_cz: Nemáte oprávnění k prohlížení historie tohoto dokumentu.

source: Lock successfully removed
cs_cz: Zámek byl úspěšně odstraněn

source: Doc successfully deleted!
cs_cz: Dokument byl úspěšně smazán!

source: You do not have permission to delete that doc.
cs_cz: Nemáte oprávnění ke smazání tohoto dokumentu.

source: Show New Docs
cs_cz: Zobrazit nové dokumenty

source: Show Doc Edits
cs_cz: Zobrazit úpravy dokumentů

source: Show Doc Comments
cs_cz: Zobrazit komentáře k dokumentu

source: %1$s created the doc %2$s
cs_cz: Uživatel %1$s vytvořil dokument %2$s

source: %1$s edited the doc %2$s
cs_cz: Uživatel %1$s upravil dokument %2$s

source: %1$s commented on the doc %2$s
cs_cz: Uživatel %1$s komentoval dokument %2$s

source: Still working?
cs_cz: Stále pracuje?
