Repository: rousarp/openlab
Catalog: languages/plugins/bp-rbe-*.po
Languages: cs_cz

source: BuddyPress Reply By Email cannot initialize. Please navigate to "BuddyPress > Reply By Email" to fill in the required fields and address the webhost warnings.
cs_cz: Odpověď BuddyPress Emailem nelze inicializovat. Prosím, přejděte na "BuddyPress> Odpovědět e-mailem" pro vyplnění požadovaných polí a adresy varování webhostingu.

source: --- Reply ABOVE THIS LINE to add a comment ---
cs_cz: --- Komentář přidáte odesláním textu NAD TUTO ČAROU ---

source: BuddyPress Reply By Email
cs_cz: Odpovědět BuddyPress emailem

source: BP Reply By Email
cs_cz: BP Odpovědět emailem

source: Settings
cs_cz: Nastavení

source: Error: Unable to connect to inbox - %s
cs_cz: Chyba: Nelze se připojit k doručené poště -%s

source: Error: <strong>Address tag</strong> must only be one character.
cs_cz: Chyba: <strong>Oddělovač adresy</strong> musí být pouze jeden znak.

source: Error: <strong>Port</strong> must be numeric.
cs_cz: Chyba: <strong>Port</strong> musí být číslo.

source: Error: <strong>Key</strong> must only contain letters and / or numbers.
cs_cz: Chyba: <strong>Klíč</strong> musí obsahovat pouze písmena a / nebo čísla.

source: Error: <strong>Keep Alive Connection</strong> value must be less than 30.
cs_cz: Chyba: Hodnota <strong>Keep Alive Connection</strong> musí být menší než 30.

source: BP Reply By Email Settings
cs_cz: BP Odpovědět podle nastavení e-mailu

source: Please enter the IMAP settings for your email account. Fields marked with * are required.
cs_cz: Zadejte nastavení IMAP pro váš e-mailový účet. Pole označená * jsou povinná.

source: Using GMail? (This will override the Server Name, Port and Address Tag fields on save.) Also make sure to <a href="%s" target="_blank">enable IMAP in GMail</a>.
cs_cz: Používáte GMail? (Tím se při ukládání přepíše pole Název serveru, port a adresa). Ujistěte se také, že <a href="%s" target="_blank"> povolíte IMAP v nastavení GMailu</a>.

source: Address Tag Separator *
cs_cz: Separátor značek adresy *

source: Username *
cs_cz: Uživatelské jméno *

source: For GMail users, enter your <strong>full email address</strong> as your username.
cs_cz: U uživatelů služby GMail zadejte jako své uživatelské jméno svou <strong>úplnou e-mailovou adresu</strong>.

source: Password *
cs_cz: Heslo *

source: Email Address
cs_cz: Emailová adresa

source: If your username is <strong>not</strong> the same as your email address, please fill in this field as well.
cs_cz: Pokud je vaše uživatelské jméno <strong>není</strong> stejné jako vaše e-mailová adresa, vyplňte toto pole také.

source: Other Settings
cs_cz: Další nastavení

source: Key *
cs_cz: Klíč *

source: This key is used to verify incoming emails before anything is posted to BuddyPress. By default, a key is randomly generated for you. You should rarely have to change your key. However, if you want to change it, please type in an alphanumeric key of your choosing.
cs_cz: Tento klíč slouží k ověření příchozích e-mailů dříve, než je vše uveřejněno v BuddyPress. Ve výchozím nastavení je pro vás klíč vytvořen náhodně. Měli byste zřídkakdy změnit klíč. Chcete-li jej však změnit, zadejte prosím alfanumerické tlačítko podle vašeho výběru.

source: The length in minutes to stay connected to your inbox. Due to <a href="%s" target="_blank">RFC 2177 protocol</a>, this value cannot be larger than 29. If this value is changed, this will take effect on the next scheduled update.
cs_cz: Délka v minutách, abyste zůstali připojeni k doručené poště. Vzhledem k <a href="%s" target="_blank"> protokolu RFC 2177 </a>, tato hodnota nemůže být větší než 29. Pokud se změní tato hodnota, projeví se to při příští naplánované aktualizaci.

source: Save Changes
cs_cz: Uložit změny

source: If you're a fan of this plugin, support further development with a donation!
cs_cz: Pokud jste fanouškem tohoto pluginu, podpořte další vývoj s darováním!

source: Need Help?
cs_cz: Potřebujete pomoc?

source: <a href="%s">Check out the BP Reply By Email wiki</a> for articles, FAQs and more information.
cs_cz: <a href="%s">Podívejte se na článek BP Reply by Email wiki</a> pro články, nejčastější dotazy a další informace.

source: Settings updated successfully!
cs_cz: Nastavení byla úspěšně aktualizována!

source: IMAP extension for PHP is <strong>disabled</strong>. This plugin will not run without it. Please contact your webhost to enable this.
cs_cz: Rozšíření IMAP pro PHP je <strong>zakázáno</strong>. Tento plugin nebude fungovat bez něj. Kontaktujte prosím svého webhostingu.

source: PHP Safe Mode is <strong>on</strong>. This is not a dealbreaker, but this means you cannot set the Keep Alive Connection value larger than %d minutes.
cs_cz: Bezpečný režim PHP je <strong>zapnut</strong>. Nejedná se o transakční řešení, ale to znamená, že nemůžete nastavit hodnotu Keep Alive Connection větší než %d minut(y).

source: Webhost Warnings
cs_cz: Webhost varování

source: Schedule Info
cs_cz: Plán pro

source: <strong>Reply By Email</strong> is currently <span>CONNECTED</span> and checking your inbox continuously. The next scheduled stop and restart is <strong>%s</strong>.
cs_cz: Volba <strong>Odpovědět e-mailem</strong> je momentálně <span>ZAPNUTÁ</span> a nepřetržitě se kontroluje doručená pošta. Další plánované zastavení a restartování je <strong>%s</strong>.

source: <strong>Reply By Email</strong> is currently <span>NOT CONNECTED</span>. The next scheduled inbox check is <strong>%s</strong>.
cs_cz: Volba <strong>Odpovědět e-mailem</strong> je momentálně <span>VYPNUTÁ</span>. Další plánované zastavení a restartování je <strong>%s</strong>.

source: What this means is a user will need to visit your website after %s in order for the plugin to check your inbox again. This is a limitation of Wordpress' scheduling API.
cs_cz: To znamená, že uživatel bude muset navštívit vaše webové stránky %s, v souvislosti s tím, aby plugin znovu zkontroloval doručenou poštu. Toto je omezení aplikace Wordpress API.

source: <a href="%s">View this article</a> for a potential solution.
cs_cz: <a href="%s">Zobrazit tento článek</a> pro případné řešení.

source: error - BP doc parent comment was deleted before this could be posted.
cs_cz: chyba - BP doc parent parent komentář byl odstraněn předtím, než by mohl být vyslán.

source: error - BP doc parent comment was marked as spam before this could be posted.
cs_cz: error - BP doc nadřazený komentář byl označen jako spam před tím, než by mohl být odeslán.

source: error - BP doc parent comment was unapproved before this could be posted.
cs_cz: chyba - BP doc rodičovský komentář nebyl schválen dříve, než by to mohlo být zveřejněno.

source: error - BP doc's comment settings changed to 'no-one'
cs_cz: error - nastavení komentářů BP doc změněno na 'no one'

source: error - this BP doc's comment setting is set to admins and mods only
cs_cz: error - nastavení tohoto komentáře BP doc je nastaveno pouze na administrátory a moderátory

source: error - user is not a member of the group
cs_cz: error - uživatel není členem skupiny

source: notice - user is banned from group. BP doc comment not posted.
cs_cz: upozornění - uživatel je zakázán ze skupiny. BP doc comment nebyl zveřejněn.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying to no longer exists. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat, protože nadřazený komentář, na který jste odpovídali, již neexistuje. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying to was marked as spam. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat, protože nadřazený komentář, na který odpovídal, byl označen jako spam. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying was unapproved. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat, protože nadřazený komentář, na který jste odpověděli, byl neschválen. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the comment setting for this group document recently changed to "No One". This means that no other comments can be posted for the group document in question. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupině dokumentu: "%s" Nelze odeslat, protože nastavení poznámky pro tento dokument skupiny se změnilo na "Správce a moderátoři". Protože nejste správcem skupiny nebo moderátorem skupiny, znamená to, že váš komentář může být zveřejněn. Omlouváme se za případné nepříjemnosti, které by mohly způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the comment setting for this group document recently changed to "Admin and moderators only". Since you are not a group administrator or a group moderator, this means your comment could be posted. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat, protože nastavení poznámky pro tento dokument skupiny se nedávno změnilo na "Správce a moderátoři". Protože nejste správcem skupiny nebo moderátorem skupiny, znamená to, že váš komentář může být zveřejněn. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted because you are no longer a member of this group. To comment on this group document, please rejoin the group. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat, protože již nejste členem této skupiny. Chcete-li tento skupinový dokument komentovat, znovu se připojte ke skupině. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Hi there, Your comment to the group document: "%s" Could not be posted due to an error. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Váš komentář ke skupinovému dokumentu: "%s" Nelze odeslat kvůli chybě. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: via email
cs_cz: emailem

source: %s posted a new activity comment via email:
cs_cz: uživatel %s zveřejnil nový komentář aktivity prostřednictvím e-mailu:

source: View Discussion
cs_cz: Zobrazit příspěvek

source: error - no address tag could be found
cs_cz: chyba - nebyla nalezena žádná značka adresy

source: error - no user ID could be found
cs_cz: error - nebylo nalezeno žádné ID uživatele

source: Hi there, You tried to use the email address - %s - to reply by email. Unfortunately, we could not find this email address in our system. This can happen in a couple of different ways: * You have configured your email client to reply with a custom "From:" email address. * You read email addressed to more than one account inside of a single Inbox. Make sure that, when replying by email, your "From:" email address is the same as the address you've registered at %s. If you have any questions, please let us know.
cs_cz: Dobrý den, pokusili jste se použít e-mailovou adresu -% s - odpovědět emailem. Tuto e-mailovou adresu jsme v našem systému bohužel nenalezli. To se může stát z několika důvodů: * Váš e-mailový klient jste nakonfigurovali, abyste odpověděli vlastní e-mailovou adresou "Od:". * Čtete e-mail adresovaný více než jednom účtu uvnitř doručené pošty. Ujistěte se, že při odpovědi e-mailem je vaše e-mailová adresa "Od:" stejná jako adresa, kterou jste zaregistrovali v% s. Máte-li jakékoli dotazy, dejte nám prosím vědět.

source: notice - user is marked as a spammer. reply not posted!
cs_cz: upozornění - uživatel je označen jako spammer. odpověď nebyla zveřejněna!

source: error - no parameters were found
cs_cz: chyba - nebyly nalezeny žádné parametry

source: error - body message for reply was empty
cs_cz: chyba - zpráva o těle pro odpověď byla prázdná

source: Hi there, Your reply could not be posted because we could not find the "%s" marker in the body of your email. In the future, please make sure you reply *above* this line for your comment to be posted on the site. If you have any questions, please let us know.
cs_cz: Dobrý den, Vaše odpověď nemohla být zaslána, protože nebylo možné najít značku "%s" v těle e-mailu. V budoucnu se ujistěte, že odpovídáte * nad * tímto řádkem, aby byl váš komentář zveřejněn na webu. Máte-li jakékoli dotazy, dejte nám prosím vědět ..

source: error - root activity update was deleted before this could be posted
cs_cz: chyba - aktualizace kořenové aktivity byla odstraněna předtím, než by se mohla odeslat

source: Hi there, Your reply: "%s" Could not be posted because the activity entry you were replying to no longer exists. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše odpověď: "%s" Nelze odeslat, protože položka aktivity, na kterou jste odpověděli, již neexistuje. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: error - root or parent activity update was deleted before this could be posted
cs_cz: chyba - aktualizace kořenové nebo nadřazené aktivity byla odstraněna předtím, než by to mohlo být zveřejněno

source: error - user is not a member of the group. forum reply not posted.
cs_cz: error - uživatel není členem skupiny. odpověď fóra nebylo odesláno.

source: Hi there, Your forum reply: "%s" Could not be posted because you are no longer a member of this group. To comment on the forum thread, please rejoin the group. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše odpověď na fórum: "%s" Nelze odeslat, protože již nejste členem této skupiny. Chcete-li komentovat vlákno fóra, znovu se připojte ke skupině. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: notice - user is banned from group. forum reply not posted.
cs_cz: upozornění - uživatel je ve skupině zakázán. Odpověď fóra nebyla zveřejněna.

source: error - body message for new forum topic was empty
cs_cz: chyba - zpráva o novém tématu fóra byla prázdná

source: Hi there, We could not post your new forum topic by email because we could not find any text in the body of the email. In the future, please make sure to type something in your email! :) If you have any questions, please let us know.
cs_cz: Dobrý den, nemohli jsme odeslat nové téma fóra e-mailem, protože v těle e-mailu jsme nenalezli žádný text. V budoucnu nezapomeňte do svého e-mailu něco zadat! :) Máte-li jakékoli dotazy, dejte nám prosím vědět.

source: error - forum topic was deleted before reply could be posted
cs_cz: chyba - téma fóra bylo smazáno před odesláním odpovědi

source: Hi there, Your forum reply: "%s" Could not be posted because the forum topic you were replying to no longer exists. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše odpověď na fórum: "%s" Nelze odeslat, protože téma fóra, na které jste odpověděli, již neexistuje. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: error - forum topic failed to be created
cs_cz: chyba - téma fóra se nepodařilo vytvořit

source: Hi there, Your forum topic titled "%s" could not be posted due to an error. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše téma s názvem "%s" nelze odeslat kvůli chybě. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: error - user is not a part of the existing PM conversation
cs_cz: chyba - uživatel není součástí stávající konverzace PM (osobní zprávy)

source: error - private message thread was deleted by all parties before this could be posted
cs_cz: chyba - podpis soukromé zprávy byl smazán všemi stranami předtím, než by to mohlo být zveřejněno

source: Hi there, Your private message reply: "%s" Could not be posted because the private message thread you were replying to no longer exists. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše soukromá odpověď: "%s" Nelze odeslat, protože podprogram soukromé zprávy, na který jste odpovídali, již neexistuje. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: error - private message failed to post
cs_cz: error - soukromá zpráva se nepodařilo odeslat

source: Hi there, Your reply: "%s" Could not be posted due to an error. We apologize for any inconvenience this may have caused.
cs_cz: Dobrý den, Vaše odpověď: "%s" Nelze odeslat kvůli chybě. Omlouváme se za případné nepříjemnosti, které to mohlo způsobit.

source: Message #%d: %s
cs_cz: Zpráva #%d: %s

source: [%s] Your Reply By Email message could not be posted
cs_cz: [%s] Vaše odpověď e-mailem nemohla být zaslána

source: Post New Topics via Email
cs_cz: Odeslat nové témata prostřednictvím e-mailu

source: You can post new topics to this group from the comfort of your email inbox.
cs_cz: Můžete posílat nová témata do této skupiny z pohodlí vaší e-mailové schránky.

source: Find out how!
cs_cz: Zjistit jak!

source: Send an email to <strong><a href="%s">%s</strong></a> and a new forum topic will be posted in %s.
cs_cz: Odeslat e-mail na adresu <strong><a href="%s">%s </strong></a> a téma nového fóra bude zveřejněno v %s.

source: Compose a new email from the same email address you registered with &ndash; %s
cs_cz: Pošlete nový e-mail ze stejné e-mailové adresy, kterou jste zaregistrovali v &ndash; %s

source: Put the address above in the "To:" field of the email.
cs_cz: Do pole "Komu:" zadejte e-mailovou adresu.

source: The email subject will become the topic title.
cs_cz: Předmět e-mailu se stane názvem tématu.

source: <strong>Note:</strong> The email address above is unique to you and this group. Do not share this email address with anyone else! (Each group member will have their own unique email address.)
cs_cz: <strong>Poznámka:</strong> Výše uvedená e-mailová adresa je pro vás a pro tuto skupinu jedinečná. Neposílejte tuto e-mailovou adresu nikomu jinému! (Každý člen skupiny bude mít svou vlastní e-mailovou adresu.)

source: Every %s minutes
cs_cz: Pokaždé po %s min.

source: %s replied to the forum topic %s in the group %s via email:
cs_cz: uživatel %s odpověděl na téma fóra %s ve skupině %s prostřednictvím e-mailu:

source: %s started the forum topic %s in the group %s via email:
cs_cz: uživatel %s spustil téma fóra %s ve skupině %s prostřednictvím e-mailu:
