Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Who's Online
cs_cz: Kdo je online?

source: Profile photo was deleted.
cs_cz: Profilová fotka byla smazána.

source: Profile updated.
cs_cz: Profil byl aktualizován.

source: There was a problem deleting that profile photo. Please try again.
cs_cz: Při mazání této profilové fotografie došlo k potížím. Prosím zkuste to znovu.

source: User could not be removed as spammer.
cs_cz: Uživatel nemohl být odstraněn jako spammer.

source: User could not be marked as spammer.
cs_cz: Uživatel nemohl být označen jako spammer.

source: An error occurred while trying to update the profile.
cs_cz: Při pokusu o aktualizaci profilu došlo k chybě.

source: Please make sure you fill in all required fields in this profile field group before saving.
cs_cz: Ujistěte se, že před uložením vyplníte všechna povinná pole v této skupině profilových polí.

source: There was a problem updating some of your profile information. Please try again.
cs_cz: Při aktualizaci některých vašich profilových informací došlo k problému. Prosím zkuste to znovu.

source: Manage Signups
cs_cz: Správa registrací

source: Profile
cs_cz: Profil

source: Extended Profile
cs_cz: Rozšířený profil

source: You cannot edit the requested user.
cs_cz: K úpravě vybraného uživatele nemáte dostatečné oprávnění.

source: This is the admin view of a user&#39;s profile.
cs_cz: Toto je administrátorský pohled na profilu uživatele.

source: In the main column, you can edit the fields of the user&#39;s extended profile.
cs_cz: V hlavním sloupci můžete upravit pole rozšířeného profilu uživatele.

source: In the right-hand column, you can update the user&#39;s status, delete the user&#39;s avatar, and view recent statistics.
cs_cz: V pravém sloupci můžete aktualizovat stav uživatele, odstranit avatara uživatele a zobrazit poslední statistiky.

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profiles</a>
cs_cz: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Správa profilů (anglicky)</a>

source: Edit User
cs_cz: Upravit uživatele

source: &larr; Back to Users
cs_cz: &larr; Zpět na přehled uživatelů

source: No user found with this ID.
cs_cz: Uživatel s tímto ID nebyl nalezen.

source: User account has not yet been activated
cs_cz: Uživatelský účet zatím nebyl aktivován

source: Registered on: %s
cs_cz: Registrován: %s

source: View Profile
cs_cz: Zobrazit profil

source: Update Profile
cs_cz: Aktualizovat profil

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
cs_cz: Uživatel %s byl označen jako spammer. Všechna data aplikace BuddyPress přidružená k uživateli byla odstraněna

source: Last active: %1$s
cs_cz: Naposledy aktivní: %1$s

source: Select member type
cs_cz: Vyberte typ členství

source: Extended
cs_cz: Rozšířené

source: This is the administration screen for pending accounts on your site.
cs_cz: Toto je obrazovka pro správu nevyřízených účtů na vašem webu.

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
cs_cz: Z nastavení obrazovky můžete přizpůsobit zobrazené sloupce a stránkování této stránky.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
cs_cz: Pořadí seznam nevyřízených účtů můžete změnit po kliknutí na záhlaví sloupců Uživatelské jméno, E-mail nebo Registrované.

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
cs_cz: Pomocí vyhledávacího formuláře můžete snadněji najít účty, které čekají na vyřízení. Do vyhledávacího dotazu budou zahrnuty pole Uživatelské jméno a E-mail.

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
cs_cz: Přesun kurzoru nad řádkem v seznamu čekajících účtů zobrazí akční odkazy, které vám umožní spravovat nevyřízené účty. Můžete provést následující akce:

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
cs_cz: "E-mail" vás přenese na potvrzovací obrazovku před odesláním aktivačního odkazu na požadovaný neaktivovaný účet. Aktivační e-mail můžete odeslat pouze jednou denně.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
cs_cz: "Smazat" umožňuje vymazat z vašeho webu nevyřízený účet. Budete požádáni o potvrzení tohoto odstranění.

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
cs_cz: Kliknutím na Username (Uživatelské jméno) budete moci aktivovat čekající účet z potvrzovací obrazovky.

source: Bulk actions allow you to perform these 3 actions for the selected rows.
cs_cz: Hromadné akce umožňují provádět tyto tři akce pro vybrané řádky.

source: Filter users list
cs_cz: Filtrovat seznam uživatelů

source: Pending users list navigation
cs_cz: Navigace seznamu neschválených uživatelů

source: Pending users list
cs_cz: Seznam doposud neschválených uživatelů

source: There was a problem sending the activation emails. Please try again.
cs_cz: Při odesílání aktivačních e-mailů došlo k problému. Prosím zkuste to znovu.

source: There was a problem activating accounts. Please try again.
cs_cz: Při aktivování účtů došlo k problému. Prosím zkuste to znovu.

source: There was a problem deleting sign-ups. Please try again.
cs_cz: Při mazání registrací došlo k potížím. Prosím zkuste to znovu.

source: Users
cs_cz: Uživatelé

source: Search Pending Users
cs_cz: Hledat čekající uživatele

source: Delete Pending Accounts
cs_cz: Odstranit čekající účty

source: You are about to delete the following account:
cs_cz: Chystáte se smazat následující účet:

source: You are about to delete the following accounts:
cs_cz: Chystáte se smazat následující účty:

source: Activate Pending Accounts
cs_cz: Aktivovat čekající účty

source: You are about to activate the following account:
cs_cz: Chystáte se aktivovat následující účet:

source: You are about to activate the following accounts:
cs_cz: Chystáte se aktivovat následující účty:

source: Resend Activation Emails
cs_cz: Znovu odeslat aktivační emaily

source: You are about to resend an activation email to the following account:
cs_cz: Chystáte se znovu odeslat aktivační email pro následující účet:

source: You are about to resend an activation email to the following accounts:
cs_cz: Chystáte se znovu odeslat aktivační email pro následující účty:

source: Display Name
cs_cz: Zobrazit jméno

source: Last notified: %s
cs_cz: Poslední upozorněni:%s

source: (less than 24 hours ago)
cs_cz: (před méně než 24 hodinami)

source: Confirm
cs_cz: Potvrdit

source: Change member type to&hellip;
cs_cz: Změnit typ člena na &hellip;

source: No Member Type
cs_cz: Žádný typ člena

source: There was an error while changing member type. Please try again.
cs_cz: Při změně typu členů došlo k chybě. Prosím zkuste to znovu.

source: Member type was changed successfully.
cs_cz: Typ člena byl úspěšně změněn.

source: Search Members...
cs_cz: Hledat členy...

source: You
cs_cz: Vy

source: Registered
cs_cz: Registrace

source: Last Sent
cs_cz: Naposledy odesláno

source: Emails Sent
cs_cz: Odeslaných emailů

source: No pending accounts found.
cs_cz: Nebyly nalezeny žádné čekající účty.

source: Edit settings
cs_cz: Upravit nastavení

source: Registration is disabled. %s
cs_cz: Registrace je zakázána. %s

source: Select user: %s
cs_cz: Vybrat uživatele: %s

source: Check Your Email To Activate Your Account!
cs_cz: Zkontrolujte svůj e-mail a aktivujte svůj účet!

source: Account Activated
cs_cz: Účet aktivován

source: the sign-up has already been activated.
cs_cz: registrace již byla aktivována.

source: Your message was not sent. Please enter a subject line.
cs_cz: Vaše zpráva nebyla odeslána. Zadejte řádek předmětu.

source: Your message was not sent. Please enter some content.
cs_cz: Vaše zpráva nebyla odeslána. Zadejte prosím nějaký obsah.

source: Notice successfully created.
cs_cz: Oznámení bylo úspěšně vytvořeno.

source: Notice was not created. Please try again.
cs_cz: Oznámení nebylo vytvořeno. Prosím zkuste to znovu.

source: Message successfully sent.
cs_cz: Zpráva byla úspěšně odeslána.

source: Notice deactivated successfully.
cs_cz: Upozornění bylo úspěšně deaktivováno.

source: There was a problem deactivating that notice.
cs_cz: Došlo k potížím s deaktivováním tohoto upozornění.

source: Notice activated successfully.
cs_cz: Upozornění bylo úspěšně aktivováno.

source: There was a problem activating that notice.
cs_cz: Při aktivaci tohoto upozornění nastaly potíže.

source: Notice deleted successfully.
cs_cz: Oznámení bylo úspěšně smazáno.

source: There was a problem deleting that notice.
cs_cz: Při mazání tohoto oznámení nastaly potíže.

source: Your reply was sent successfully
cs_cz: Vaše odpověď byla úspěšně odeslána

source: There was a problem sending your reply. Please try again.
cs_cz: Při odesílání odpovědi došlo k potížím. Prosím zkuste to znovu.

source: There was an error deleting that message.
cs_cz: Při mazání této zprávy nastaly potíže.

source: Message deleted.
cs_cz: Zpráva byla smazána.

source: Message marked as read.
cs_cz: Zpráva byla označena jako přečtená.

source: There was a problem marking that message.
cs_cz: Při označení této zprávy nastaly potíže.

source: Message marked unread.
cs_cz: Zpráva byla označena jako nepřečtená.

source: There was a problem managing your messages.
cs_cz: Chyba při správě vašich zpráv.

source: Messages deleted.
cs_cz: Zprávy smazány.

source: Messages marked as read
cs_cz: Zprávy byly označeny jako přečtené

source: Messages marked as unread.
cs_cz: Zprávy byly označeny jako nepřečtené.

source: There was an error deleting messages.
cs_cz: Chyba při mazání zpráv.

source: Your message was not sent. Please use a valid sender.
cs_cz: Vaše zpráva nebyla odeslána. Použijte prosím platného odesílatele.

source: Message could not be sent. Please enter a recipient.
cs_cz: Zpráva nemohla být odeslána. Prosím zadejte adresáta.

source: No Subject
cs_cz: Chybí předmět.

source: Message could not be sent because you have entered an invalid username. Please try again.
cs_cz: Zprávu nelze odeslat, protože jste zadali neplatné uživatelské jméno. Prosím zkuste to znovu.

source: Message was not sent. Please try again.
cs_cz: Zpráva nebyla odeslána. Zkuste to prosím znovu.

source: Inbox
cs_cz: Přijaté

source: You have %d new messages
cs_cz: Máte nové zprávy. Počet: %d.

source: %s sent you a new private message
cs_cz: Uživatel %s vám poslal novou soukromou zprávu

source: You have %s new private message
cs_cz: Máte %d novou soukromou zprávu.

source: The conversation you tried to access is no longer available
cs_cz: Konverzace, na kterou jste se pokusili získat přístup, již není k dispozici

source: You do not have access to that conversation.
cs_cz: Nemáte přístup k této konverzaci.

source: Messages <span class="%s">%s</span>
cs_cz: Zprávy <span class="%s">%s</span>

source: Messages
cs_cz: Zprávy

source: A member sends you a new message
cs_cz: Člen vám zasílá novou zprávu

source: Unstar
cs_cz: Zrušit hodnocení hvězdičkami

source: Star
cs_cz: Hvězdička

source: Starred
cs_cz: Hodnocené

source: Not starred
cs_cz: Nehodnocené zprávy

source: Remove all starred messages in this thread
cs_cz: Odstraňte všechny zprávy v tomto vlákně hodnocené hvězdičkami

source: Star the first message in this thread
cs_cz: Hodnoťte hvězdičkami první zprávu v tomto vláknu

source: %s message was successfully starred
cs_cz: %s zpráva byla úspěšně ohodnocena

source: %s message was successfully unstarred
cs_cz: Hodnocení %s zprávy bylo zrušeno

source: Add star
cs_cz: Přidat hvězdičku

source: Remove star
cs_cz: Odstranit hvězdičku

source: %d unread
cs_cz: %d nepřečtené

source: Viewing 1 message
cs_cz: Zobrazení 1 zprávy

source: Viewing %1$s - %2$s of %3$s message
cs_cz: Zobrazení %1$s zprávy

source: Search Messages
cs_cz: Hledat zprávy

source: Select:
cs_cz: Vybrat:

source: Select
cs_cz: Vybrat

source: Delete Selected
cs_cz: Odstranit zvolené položky

source: Select Bulk Action
cs_cz: Zvolit akci pro hromadné úpravy

source: Bulk Actions
cs_cz: Hromadné úpravy

source: Mark read
cs_cz: Označit jako přečtené

source: Mark unread
cs_cz: Označit jako nepřečtené.

source: Apply
cs_cz: Použít

source: Currently Active
cs_cz: Aktuálně aktivní

source: Deactivate
cs_cz: Vypnout

source: Dismiss this notice
cs_cz: Zrušit toto oznámení

source: Private Message
cs_cz: Soukromá zpráva

source: %s recipients
cs_cz: %s příjemci

source: you
cs_cz: vy

source: Sent %s
cs_cz: Odesláno %s

source: [deleted]
cs_cz: [smazáno]

source: Private Messages
cs_cz: Soukromé zprávy

source: Search Messages...
cs_cz: Hledat zprávy...

source: Messages %s
cs_cz: Zprávy %s

source: Sent
cs_cz: Odeslané

source: Compose
cs_cz: Napsat novou zprávu

source: Notices
cs_cz: Oznámení

source: Inbox %s
cs_cz: Doručené (%s)

source: All Member Notices
cs_cz: Oznámení všem členům

source: My Messages
cs_cz: Moje Zprávy

source: (BuddyPress) Sitewide Notices
cs_cz: (BuddyPress) Oznámení pro všechny uživatele

source: Display Sitewide Notices posted by the site administrator
cs_cz: Zobrazit oznámení pro všechny návštěvníky webu zveřejněné správcem webu

source: %s Recipients
cs_cz: %s Příjemci

source: Notification successfully marked read.
cs_cz: Oznámení bylo úspěšně označeno jako přečtené.

source: There was a problem marking that notification.
cs_cz: Při označení oznámení nastaly potíže.

source: Notification successfully marked unread.
cs_cz: Oznámení byla označená jako nepřečtená.

source: Notification successfully deleted.
cs_cz: Oznámení bylo úspěšně smazáno.

source: There was a problem deleting that notification.
cs_cz: Při mazání oznámení nastaly potíže.

source: There was a problem managing your notifications.
cs_cz: Při správě vašich oznámení došlo k potížím.

source: Notifications deleted.
cs_cz: Oznámení byla úspěšně smazána.

source: Notifications marked as read
cs_cz: Oznámení byla označena jako přečtená

source: Notifications marked as unread.
cs_cz: Oznámení jsou označená jako nepřečtená.

source: No new notifications
cs_cz: Nejsou žádná nová oznámení

source: Date not found
cs_cz: Datum nebylo nalezeno

source: Read
cs_cz: Přečteno

source: Unread
cs_cz: Nepřečteno

source: Viewing 1 notification
cs_cz: Zobrazení 1 upozornění

source: Viewing %1$s - %2$s of %3$s notification
cs_cz: Zobrazení %1$s oznámení

source: Newest First
cs_cz: Nejnovější První

source: Oldest First
cs_cz: Nejstarší První

source: Go
cs_cz: Jít

source: Search Notifications...
cs_cz: Vyhledat oznámení...

source: That email address is invalid. Check the formatting and try again.
cs_cz: Tato e-mailová adresa je neplatná. Zkontrolujte formátování a zkuste to znovu.

source: That email address is currently unavailable for use.
cs_cz: Tuto e-mailovou adresu momentálně není možné použít.

source: That email address is already taken.
cs_cz: Tato e-mailová adresa je již použita.

source: Email address cannot be empty.
cs_cz: E-mailová adresa nemůže být prázdná.

source: Your current password is invalid.
cs_cz: Vaše aktuální heslo není platné.

source: The new password fields did not match.
cs_cz: Hodnoty v polích pro nové heslo neodpovídají.

source: One of the password fields was empty.
cs_cz: Jedno z polí s heslem bylo prázdné.

source: The new password must be different from the current password.
cs_cz: Nové heslo se musí lišit od aktuálního hesla.

source: Your settings have been saved.
cs_cz: Vaše nastavení bylo úspěšně uloženo.

source: No changes were made to your account.
cs_cz: Ve vašem účtu nebyly provedeny žádné změny.

source: No changes were made to this account.
cs_cz: Na tomto účetu nebyly provedeny žádné změny.

source: Your notification settings have been saved.
cs_cz: Vaše nastavení správy oznámení bylo úspěšně uloženo.

source: This user's notification settings have been saved.
cs_cz: Nastavení upozornění pro tohoto uživatele bylo uloženo.

source: %s was successfully deleted.
cs_cz: %s bylo úspěšně smazáno.

source: You have successfully verified your new email address.
cs_cz: Úspěšně jste ověřili novou e-mailovou adresu.

source: There was a problem verifying your new email address. Please try again.
cs_cz: Při ověřování nové e-mailové adresy nastaly potíže. Prosím zkuste to znovu.

source: You have successfully dismissed your pending email change.
cs_cz: Úspěšně jste zamítli svou nevyřízenou změnu e-mailu.

source: There is a pending change of your email address to %s.
cs_cz: Máte nevyřízenou změnu e-mailové adresy na "%s".

source: Check your email (%1$s) for the verification link, or <a href="%2$s">cancel the pending change</a>.
cs_cz: Zkontrolujte váš e-mail (%1$s) s potvrzovacím odkazem nebo <a href="%2$s"> zrušte změnu čekající na vyřízení </a>.

source: General
cs_cz: Obecné

source: Capabilities
cs_cz: Uživatelská oprávnění

source: Load More
cs_cz: Zobrazit více

source: Sorry, there was no activity found. Please try a different filter.
cs_cz: Je nám líto, nebyla nalezena žádná aktivita. Vyzkoušejte jiný filtr.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
cs_cz: <a href="%1$s">%2$s</a> odpověděl(a) <a href="%3$s" class="activity-time-since"> <span class = "time-since" data -livestamp = "%4$s">%5$s</ span> </a>

source: View Conversation
cs_cz: Zobrazit konverzaci

source: Comment %s
cs_cz: Komentáře %s

source: Favorite
cs_cz: Oblíbené

source: Remove Favorite
cs_cz: Odstranit Oblíbené

source: Comment
cs_cz: Komentář

source: Post
cs_cz: Příspěvek

source: Sitewide activities navigation
cs_cz: Navigace aktivitami celého webu

source: All Members %s
cs_cz: Všichni členové (%s)

source: My Friends %s
cs_cz: Mí přátele %s

source: My Groups %s
cs_cz: Moje skupiny %s

source: My Favorites %s
cs_cz: Moje oblíbené %s

source: Mentions
cs_cz: Zmínky

source: Activity secondary navigation
cs_cz: Druhá navigace aktivitami

source: RSS Feed
cs_cz: RSS kanál

source: Show:
cs_cz: Zobrazit:

source: &mdash; Everything &mdash;
cs_cz: &mdash; Vše &mdash;

source: What's new in %s, %s?
cs_cz: Co je nového v %s, %s?

source: What's new, %s?
cs_cz: Co je nového, %s?

source: Post what's new
cs_cz: Odeslat co je nového

source: Post Update
cs_cz: Odeslat Aktualizaci

source: Post in
cs_cz: Odeslat v

source: Your browser does not support this feature.
cs_cz: Váš prohlížeč tuto funkci nepodporuje.

source: Capture
cs_cz: Zachytit

source: Save
cs_cz: Uložit

source: Crop Image
cs_cz: Oříznout obrázek

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
cs_cz: Chcete-li smazat svou aktuální profilovou fotografii, ale neinstalovat novou, použijte tlačítko pro odstranění profilové fotografie.

source: Delete My Profile Photo
cs_cz: Odstranit mou profilovou fotografii

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
cs_cz: Pokud chcete smazat existující profilovou fotografii skupiny a nenahrát novou, použijte tlačítko Smazat profilovou fotografii skupiny.

source: Delete Group Profile Photo
cs_cz: Odstranit profilovou fotografii skupiny

source: If you'd like to delete your current cover image but not upload a new one, please use the delete Cover Image button.
cs_cz: Chcete-li odstranit aktuální obrázek, ale ne nahrát nový, použijte tlačítko odstranění obrázku.

source: Delete My Cover Image
cs_cz: Odstranit můj obrázek

source: If you'd like to remove the existing group cover image but not upload a new one, please use the delete group cover image button.
cs_cz: Chcete-li odstranit existující obrázek skupiny, ale nenahrát nový, použijte tlačítko pro odstranění obrázku skupiny.

source: Delete Group Cover Image
cs_cz: Odstranit úvodní obrázek skupiny

source: The web browser on your device cannot be used to upload files.
cs_cz: Webový prohlížeč na vašem zařízení nelze použít k nahrávání souborů.

source: Upload Limit Exceeded
cs_cz: Vyhrazený prostor pro nahrávání souborů byl vyčerpán

source: Drop your file here
cs_cz: Sem přetáhněte soubor

source: Select your File
cs_cz: Vyberte Soubor

source: Sorry, there were no sites found.
cs_cz: Je nám líto, nebyly nalezeny žádné weby.

source: Site registration is currently disabled
cs_cz: Registrace web stránek je momentálně zakázána

source: Sites directory main navigation
cs_cz: Hlavní navigace adresáře webů

source: All Sites %s
cs_cz: Všechny weby %s

source: My Sites %s
cs_cz: Moje weby %s

source: Sites directory secondary navigation
cs_cz: Druhá navigace adresáře webů

source: Last Active
cs_cz: Poslední aktivní

source: Sites directory
cs_cz: Adresář webů

source: Topic
cs_cz: Téma

source: Freshness
cs_cz: Pořízeno

source: Started by %1$s
cs_cz: Zahájeno uživatelem %1$s

source: in %1$s
cs_cz: v %1$s

source: Sorry, there were no forum topics found.
cs_cz: Je nám líto, nebyla nalezena žádná témata fóra.

source: Forums directory main navigation
cs_cz: Hlavní navigace adresáře fór

source: All Topics %s
cs_cz: Všechna témata %s

source: My Topics %s
cs_cz: Má témata %s

source: Forums secondary navigation
cs_cz: Sekundární navigace fór

source: Most Posts
cs_cz: Nejvíce příspěvků

source: Unreplied
cs_cz: Bez odpovědi

source: Create New Topic:
cs_cz: Vytvořit nové téma:

source: Content:
cs_cz: Obsah:

source: Tags (comma separated):
cs_cz: Štítky (oddělené čárkou):

source: Post In Group Forum:
cs_cz: Odeslat do fóra skupiny:

source: Post Topic
cs_cz: Téma přispěvku

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
cs_cz: Nejste členem žádné skupiny, takže nemáte žádné skupinové fóra, do kterých můžete odesílat příspěvky. Chcete-li začít psát, nejprve najděte skupinu, která odpovídá tématu, ve kterém chcete začít. Pokud tato skupina neexistuje, proč ne <a href='%s'>vytvořit novou skupinu</a>? Jakmile jste se připojili ke skupině nebo ji vytvořili, můžete na fóru této skupiny zveřejnit své téma.

source: Group Details
cs_cz: Podrobnosti skupiny

source: Group Name (required)
cs_cz: Název skupiny (vyžadováno)

source: Group Description (required)
cs_cz: Popis skupiny (vyžadováno)

source: Privacy Options
cs_cz: Volby soukromí

source: This is a public group
cs_cz: Toto je veřejná skupina

source: Any site member can join this group.
cs_cz: Kterýkoliv člen tohoto webu se může přidat k této skupině.

source: This group will be listed in the groups directory and in search results.
cs_cz: Tato skupina bude uvedena v adresáři skupin a ve výsledcích vyhledávání.

source: Group content and activity will be visible to any site member.
cs_cz: Obsah a aktivity skupiny budou viditelné pro každého člena webu.

source: This is a private group
cs_cz: Toto je privátní skupina

source: Only users who request membership and are accepted can join the group.
cs_cz: Do skupiny se mohou připojit pouze uživatelé, kteří žádají o členství.

source: Group content and activity will only be visible to members of the group.
cs_cz: Obsah a aktivity skupiny budou viditelné pouze pro členy skupiny.

source: This is a hidden group
cs_cz: Toto je skrytá skupina
