Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Activity deleted successfully
cs_cz: Aktivita byla úspěšně smazána

source: There was an error when deleting that activity
cs_cz: Při mazání aktivity došlo k chybě

source: The activity item has been marked as spam and is no longer visible.
cs_cz: Položka aktivity byla označena jako spam a již není viditelná.

source: Please enter some content to post.
cs_cz: Zadejte prosím nějaký obsah, který chcete uveřejnit.

source: Update Posted!
cs_cz: Aktualizace byla publikována.

source: There was an error when posting your update. Please try again.
cs_cz: Při publikování aktualizace došlo k chybě. Prosím zkuste to znovu.

source: Please do not leave the comment area blank.
cs_cz: Nenechávejte prosím poznámku prázdnou.

source: Reply Posted!
cs_cz: Odpověď byla publikována!

source: There was an error posting that reply. Please try again.
cs_cz: Při publikování této odpovědi došlo k chybě. Prosím zkuste to znovu.

source: Activity marked as favorite.
cs_cz: Aktivita byla označena jako oblíbená.

source: There was an error marking that activity as a favorite. Please try again.
cs_cz: Došlo k chybě při přídání této aktivity mezi oblíbené. Prosím zkuste to znovu.

source: Activity removed as favorite.
cs_cz: Aktivita byla odstraněna z oblíbených.

source: There was an error removing that activity as a favorite. Please try again.
cs_cz: Došlo k chybě při odebrání této aktivity z oblíbených. Prosím zkuste to znovu.

source: %s | Site-Wide Activity
cs_cz: % s | Aktivita na webu

source: Activity feed for the entire site.
cs_cz: Kanál s aktivitami pro celý web.

source: %1$s | %2$s | Activity
cs_cz: %1$s | %2$s | Aktivita

source: Activity feed for %s.
cs_cz: Kanál a aktivitami pro %s.

source: %1$s | %2$s | Friends Activity
cs_cz: %1$s | %2$s | Aktivita přátel

source: Activity feed for %s's friends.
cs_cz: Kanál s aktivitami pro přátele uživatele %s.

source: %1$s | %2$s | Group Activity
cs_cz: %1$s | %2$s | Aktivita skupiny

source: Public group activity feed of which %s is a member.
cs_cz: Kanál aktivit veřejné skupiny, které je %s členem.

source: %1$s | %2$s | Mentions
cs_cz: %1$s | %2$s | Zmínky

source: Activity feed mentioning %s.
cs_cz: Kanál aktivity zmiňuje uživatele %s.

source: %1$s | %2$s | Favorites
cs_cz: %1$s | %2$s | Oblíbené

source: Activity feed of %s's favorites.
cs_cz: RSS kanál oblíbených položek uživatele %s

source: ERROR: Please type a reply.
cs_cz: CHYBA: Napište prosím odpověď.

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
cs_cz: CHYBA: Položka, na kterou se pokoušíte odpovědět, nelze nalézt nebo byla odstraněna.

source: Overview
cs_cz: Základní přehled

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
cs_cz: Upravíte činnosti provedené na vašem webu podobně jako při úpravě komentáře. To je užitečné, pokud potřebujete změnit stránku, ke které se aktivita odkazuje, nebo když si všimnete, že autor udělal typografickou chybu.

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
cs_cz: Dvě velká editační pole pro název činnosti a obsah jsou opraveny, ale můžete přetahovat všechny ostatní pole pomocí přetažení a minimalizovat nebo rozšiřovat kliknutím na záhlaví každého pole. V záložce Možnosti obrazovky odkryjte více políček (primární položka / sekundární položka, odkaz, typ, ID autora) nebo vyberte rozložení pro jeden nebo dva sloupce pro tuto obrazovku.

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
cs_cz: Tuto aktivitu můžete také moderovat z této obrazovky pomocí pole Stav, kde můžete také změnit časovou značku aktivity.

source: Item, Link, Type
cs_cz: Položka, Odkaz, Typ

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
cs_cz: <strong> Primární položka / sekundární položka </ strong> - identifikují objekt, který aktivitu vytvořil. Například položky mohou odkazovat na komentář ponechaný na určitém webu. Některé typy aktivit mohou používat pouze jedno nebo žádné z těchto polí.

source: <strong>Link</strong> - Used by some types of activity (e.g blog posts and comments, and forum topics and replies) to store a link back to the original content.
cs_cz: <strong> Odkaz </ strong> - používaný některými typy aktivit (např. blogové příspěvky a komentáře a témata fóra a odpovědi), z důvodu uložení odkazu zpět na původní obsah.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
cs_cz: <strong>Typ</strong> - Každý typ činnosti má svůj vlastní typ. Například <code>created_group </code> se použije při vytvoření skupiny a <code> joined_group </code> se použije, když se uživatel připojí ke skupině.

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
cs_cz: Informace o tom, kdy a jak BuddyPress používá všechna tato nastavení, naleznete v části Správa aktivity v panelu na straně.

source: For more information:
cs_cz: Další informace:

source: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Managing Activity</a>
cs_cz: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Správa aktivit (anglicky)</a>

source: <a href="https://buddypress.org/support/">Support Forums</a>
cs_cz: <a href="https://buddypress.org/support/">Fórum podpory (anglicky)</a>

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
cs_cz: Můžete spravovat aktivity na vašem webu podobným způsobem, jakým spravujete komentáře a další obsah. Tato obrazovka je přizpůsobitelná stejným způsobem jako ostatní obrazovky správy a můžete pracovat s aktivitami pomocí linků na akce zobrazené při najetí kurzoru myši nebo hromadných akcí.

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
cs_cz: Existuje spousta různých typů aktivit. Některé jsou generovány automaticky BuddyPressem a jinými pluginy, jiné jsou vkládány přímo uživateli ve formě aktualizace stavu. Pro lepší správu různých druhů aktivit si je můžete pomocí filtru oddělit.

source: Moderating Activity
cs_cz: Moderování Aktivit

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
cs_cz: Ve sloupci <strong> Aktivita </ strong> nad každou aktivitou se uvádí zpráva "Odesláno na", po němž následuje datum a čas, kdy byla na vašem webu generována položka aktivity. Kliknutím na odkaz datum / čas se dostanete k této aktivitě na vašem živém webu. Umístění ukazatele myši nad jakoukoli aktivitou nabízí možnosti odpovědi, úpravy, označování spamu nebo odstranění příslušné aktivity.

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
cs_cz: Ve sloupci <strong> V odpovědi na </ strong>, pokud byla aktivita v odpovědi na jinou aktivitu, zobrazí se obrázek a jméno autora činnosti a odkaz na tuto aktivitu na vašem živém webu. Pokud je malá bublina, číslo v ní ukazuje, kolik dalších aktivit souvisí s tímto; to jsou obvykle připomínky. Kliknutím na bublinu filtrujete obrazovku s aktivitou tak, aby zobrazovala pouze související položky aktivity.

source: Activity list navigation
cs_cz: Navigace v seznamu aktivit

source: Editing Activity (ID #%s)
cs_cz: Editace aktivity (ID #%s)

source: Action
cs_cz: Akce

source: Edit activity action
cs_cz: Editovat akci aktivity

source: Content
cs_cz: Obsah

source: Edit activity content
cs_cz: Edotovat obsah aktivity

source: No activity found with this ID.
cs_cz: Aktivita s tímto ID nebyla nalezena.

source: Go back and try again.
cs_cz: Vraťte se zkuste to znova.

source: View Activity
cs_cz: Zobrazit aktivitu

source: Approved
cs_cz: Schválené

source: M j, Y @ G:i
cs_cz: d. m. Y @ H:i

source: Submitted on: %s
cs_cz: Zveřejněno: %s

source: Edit
cs_cz: Upravit

source: Update
cs_cz: Aktualizovat

source: Link
cs_cz: Odkaz

source: Activity generated by posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item.
cs_cz: Aktivita generovaná příspěvky a komentáři, témata a odpovědi na fóra, a některé pluginy, používají pole odkazu pro trvalý odkaz k položce obsahu.

source: Author ID
cs_cz: ID autora

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
cs_cz: Tato položka aktivity má typ (% s), který není registrován pomocí bp_activity_set_action (), takže není dostupný žádný název.

source: Select activity type
cs_cz: Vyberte typ aktivity

source: Primary Item ID
cs_cz: Primární ID položky

source: Secondary Item ID
cs_cz: Sekundární ID položky

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
cs_cz: Tyto identifikují objekt, který tuto aktivitu vytvořil. Například pole mohou odkazovat na pár stránek a ID komentářů.

source: %s activity item has been permanently deleted.
cs_cz: Položka aktivity % s byla trvale smazána.

source: An error occurred when trying to update activity ID #%s.
cs_cz: Při pokusu o aktualizaci aktivity s ID #%s došlo k chybě.

source: Errors occurred when trying to update these activity items:
cs_cz: Při pokusu o aktualizaci těchto položek aktivit došlo k chybě:

source: #%s
cs_cz: č. %s

source: %s activity item has been successfully spammed.
cs_cz: Položka aktivity %s byla úspěšně spamována.

source: %s activity item has been successfully unspammed.
cs_cz: Položka %s aktivity byla úspěšně vrácena ze spamů.

source: The activity item has been updated successfully.
cs_cz: Položka aktivity byla úspěšně aktualizována.

source: Activity related to ID #%s
cs_cz: Činnost související s ID #%s

source: Search results for &#8220;%s&#8221;
cs_cz: Výsledky vyhledávání &#8222;%s&#8220;

source: Search all Activity
cs_cz: Hledat Všechny Aktivity

source: Reply to Activity
cs_cz: Odpově

source: Reply
cs_cz: Odpovědět

source: Cancel
cs_cz: Zrušit

source: Edit Activity
cs_cz: Upravit Aktivitu

source: By %1$s on %2$s
cs_cz: Uživatelem %1$s dne %2$s

source: View on %s
cs_cz: Zobrazit na %s

source: Your browser does not support HTML5 video
cs_cz: Váš prohlížeč nepodporuje video HTML5

source: Your browser does not support HTML5 audio
cs_cz: Váš prohlížeč nepodporuje zvuk HTML5

source: [Read more]
cs_cz: [Číst více]

source: Load Newest
cs_cz: Nahrát Nejnovější

source: Posted a status update
cs_cz: aktualizace stavu

source: Updates
cs_cz: Aktualizace

source: Replied to a status update
cs_cz: Odpovězeno na aktualizaci stavu

source: Activity Comments
cs_cz: Komentáře k činnosti

source: %s posted an update
cs_cz: Uživatel %s poslal aktualizaci

source: %s posted a new activity comment
cs_cz: Uživatel odeslal komentář k činnosti

source: There was an error posting your reply. Please try again.
cs_cz: Při odeslání odpovědi došlo k chybě. Prosím zkuste to znovu.

source: The item you were replying to no longer exists.
cs_cz: Položka, na kterou jste odpověděli, již neexistuje.

source: Thumbnail
cs_cz: Náhled

source: @%s Mentions
cs_cz: @%s zmínky

source: You have %1$d new mentions
cs_cz: Máte %1$d nový zmínek

source: %1$s mentioned you
cs_cz: Uživatel %1$s vás zmínil

source: New Activity reply
cs_cz: Reakce na novou činnost

source: You have %1$d new replies
cs_cz: Máte tento počet nových odpovědí %1$d

source: %1$s commented on one of your updates
cs_cz: Uživatel %1$s komentoval jednu z vašich aktualizací

source: New Activity comment reply
cs_cz: Reakce na komentář k nové čnnosti

source: You have %1$d new comment replies
cs_cz: Počet reakcí na váš nový komentář %1$d

source: %1$s replied to one your activity comments
cs_cz: Uživatel %1$s odpověděl na jeden váš komentář k činnosti

source: You do not have access to this activity.
cs_cz: K této činnosti nemáte přístup.

source: Activity
cs_cz: Aktivita

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: A member mentions you in an update using "@%s"
cs_cz: Člen vás uvede v aktualizaci pomocí "@%s"

source: Yes, send email
cs_cz: Ano, poslat email

source: No, do not send email
cs_cz: Ne, neposílejte e-mail

source: A member replies to an update or comment you've posted
cs_cz: Jiný člen odpověděl na vaši aktualizaci nebo komentář

source: Viewing 1 item
cs_cz: Zobrazení 1 položky

source: Viewing %1$s - %2$s of %3$s item
cs_cz: Zobrazení %1$s položky

source: Profile picture of %s
cs_cz: Profilový obrázek %s

source: Profile picture
cs_cz: Profilový obrázek

source: Group logo
cs_cz: Logo skupiny

source: Group logo of %s
cs_cz: Logo skupiny %s

source: Profile picture of the author of the site %s
cs_cz: Profilový obrázek autora webu %s

source: View Discussion
cs_cz: Zobrazit diskuzi

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
cs_cz: %1$s již nepřijímá argumenty. Podrobnější informace naleznete v inline dokumentaci na adrese %2$s.

source: Delete
cs_cz: Smazat

source: View
cs_cz: Zobrazit

source: Clear Filter
cs_cz: Vymazat filtr

source: a user
cs_cz: uživatel

source: Public Message
cs_cz: Veřejná zpráva

source: Site Wide Activity RSS Feed
cs_cz: Aktivity webu na RSS

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
cs_cz: Argumenty předané do %1$s by měly být v asociativním poli. Podrobnější informace naleznete v inline dokumentaci na adrese %2$s.

source: Activity Streams
cs_cz: Přehledy aktivit

source: Search Activity...
cs_cz: Vyhledávání aktivity...

source: RSS feed 'id' must be defined
cs_cz: RSS feed 'id' musí být definováné

source: In reply to
cs_cz: V odpovědi na

source: No activities found.
cs_cz: Žádné aktivity nebyly nalezeny.

source: Activities list
cs_cz: Seznam aktivit

source: Filter activities list
cs_cz: Filtrovat seznam aktivit

source: All
cs_cz: Vše

source: Mark as Spam
cs_cz: Označit jako spam

source: Not Spam
cs_cz: Není spam

source: Delete Permanently
cs_cz: Smazat

source: Filter by activity type
cs_cz: Filtrování podle typu aktivity

source: View all actions
cs_cz: Zobrazit všechny akce

source: Filter
cs_cz: Filtrovat

source: Select activity item %1$d
cs_cz: Vyberte položku aktivity %1$d

source: Unregistered action - %s
cs_cz: Neregistrovaná akce - %s

source: Replies disabled
cs_cz: Odpovědi jsou zakázány

source: Are you sure?
cs_cz: Jste si jisti?

source: Submitted on %s
cs_cz: Zveřejněno %s

source: %1$s at %2$s
cs_cz: %1$s v %2$s

source: Embedded Activity Item
cs_cz: Položka vložené aktivity

source: Flagged as spam by Akismet
cs_cz: Akismet označil komentář jako spam

source: Cleared by Akismet
cs_cz: Vymazáno Akismetem

source: Flagged as spam by %s
cs_cz: %s označil komentář jako spam

source: Un-spammed by %s
cs_cz: %s rozhodl, že nejde o spam

source: History
cs_cz: Historie

source: %s reported this activity as spam
cs_cz: Uživatel %s nahlásil tuto aktivitu za spam

source: %s reported this activity as not spam
cs_cz: Uživatel %s nahlásil, že tato aktivita není spam

source: Akismet caught this item as spam
cs_cz: Akismet zachytil tuto položku jako spam

source: Akismet cleared this item
cs_cz: Akismet tuto položku vyčistil

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
cs_cz: Akismet nebyl schopen tuto položku zkontrolovat (odpověď:% s), zkusí to automaticky později znovu.

source: Activity History
cs_cz: Historie aktivit

source: New site created
cs_cz: Nový web byl vytvořen

source: New Sites
cs_cz: Nový web

source: New post published
cs_cz: Nový příspěvek byl publikován

source: Posts
cs_cz: Příspěvky

source: New post comment posted
cs_cz: Zveřejnil se nový komentář příspěvku

source: Comments
cs_cz: Komentáře

source: %s created the site %s
cs_cz: Uživatel %s vytvořil web %s

source: (no title)
cs_cz: (žádný název)

source: %1$s wrote a new post, %2$s, on the site %3$s
cs_cz: %1$s napsal nový příspěvek %2$s, na webu %3$s

source: %1$s wrote a new post, %2$s
cs_cz: %1$s napsal nový příspěvek, %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
cs_cz: %1$s komentoval příspěvek, %2$s, na webu %3$s

source: %1$s commented on the post, %2$s
cs_cz: %1$s komentoval příspěvek, %2$s

source: Viewing 1 site
cs_cz: Zobrazení 1 webu

source: Viewing %1$s - %2$s of %3$s site
cs_cz: Zobrazení %1$s webu

source: Profile picture of site author %s
cs_cz: Profilový obrázek autora webu %s

source: Site icon for %s
cs_cz: Icon webu pro %s

source: active %s
cs_cz: aktivní %s

source: Never active
cs_cz: Nikdy nebyl aktivní

source: Latest Post: %s
cs_cz: Poslední příspěvek: %s

source: There was a problem; please correct the form below and try again.
cs_cz: Nastal problém; prosím, opravte níže uvedený formulář a zkuste to znovu.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
cs_cz: Vyplněním níže uvedeného formuláře můžete do vašeho účtu <strong> přidat nový web </ strong>. Neexistuje žádný limit pro počet webů, které můžete mít. Tvořte obsah podle vašich představ, ale zodpovědně!

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
cs_cz: Pokud nebudete používat hlavní doménu, nechte ji pro nového uživatele. Nyní můžete začít!

source: Create Site
cs_cz: Vytvořit web

source: Site Name:
cs_cz: Adresa webu:

source: Site Domain:
cs_cz: Subdoména:

source: Your address will be
cs_cz: Vaše adresa bude

source: blogname
cs_cz: název blogu

source: domain.
cs_cz: doména.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
cs_cz: Musí obsahovat nejméně 4 znaky, pouze písmena a čísla. Nemůže být změněno později, proto zvolte opatrně!

source: Site Title:
cs_cz: Název webu:

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
cs_cz: Ochrana osobních údajů: Chtěl bych, aby se moje stránky objevily ve vyhledávačích a ve veřejných seznamech o této síti

source: Congratulations! You have successfully registered a new site.
cs_cz: Gratulace! Úspěšně jste zaregistrovali nový web.

source: %s is your new site.
cs_cz: %s je vaše nová stránka.

source: <a href="%1$s">Log in</a> as "%2$s" using your existing password.
cs_cz: <a href="%1$s">Přihlásit se</a> jako „%2$s“ s pomocí současného hesla.

source: Create a Site
cs_cz: Vytvořit web

source: %s's Sites
cs_cz: Weby uživatele %s

source: %s's Recent Posts
cs_cz: Nejnovější příspěvky uživatele %s

source: %s's Recent Comments
cs_cz: Nejnovější komentáře %s

source: Search
cs_cz: Vyhledání

source: Visit Site
cs_cz: Zobrazit web

source: %s site
cs_cz: %s web

source: Site Directory
cs_cz: Adresář webových stránek

source: Search sites...
cs_cz: Vyhledat weby ...

source: Sites %s
cs_cz: Stránky %s

source: My Sites
cs_cz: Moje weby

source: Sites
cs_cz: Weby

source: A list of recently published posts from across your network.
cs_cz: Seznam nedávno publikovaných příspěvků z celé sítě.

source: Recent Networkwide Posts
cs_cz: Nedávné síťové příspěvky

source: Sorry, there were no posts found. Why not write one?
cs_cz: Omlouváme se, nebyly nalezeny žádné příspěvky. Proč nenapsat jeden?

source: Link widget title to Blogs directory
cs_cz: Vytvořte link názvu widgetu do adresáře Blogů

source: Max posts to show:
cs_cz: Max. počet příspěvků k zobrazení:

source: BuddyPress Settings
cs_cz: BuddyPress nastavení

source: Components
cs_cz: Moduly

source: Save Settings
cs_cz: Ulož nastavení

source: Extended Profiles
cs_cz: Rozšířené profily

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
cs_cz: Upravte si svou komunitu pomocí plně přizpůsobitelných polí profilu, která uživatelům umožní lépe se představit.

source: Account Settings
cs_cz: Nastavení účtu

source: Allow your users to modify their account and notification settings directly from within their profiles.
cs_cz: Povolte uživatelům měnit jejich účty a nastavení upozornění přímo z jejich profilu.

source: Notifications
cs_cz: Oznámení

source: Notify members of relevant activity with a toolbar bubble and/or via email, and allow them to customize their notification settings.
cs_cz: Informujte členy o příslušné aktivitě s bublinou nástrojů a / nebo e-mailem a povolte jim přizpůsobit nastavení oznámení.

source: Filter components list
cs_cz: Filtrovat seznam modulů

source: Active <span class="count">(%s)</span>
cs_cz: Aktivní <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
cs_cz: Neaktivní <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
cs_cz: Vyžadováno <span class="count">(%s)</span>

source: Retired <span class="count">(%s)</span>
cs_cz: Zastaralé <span class="count">(%s)</span>

source: Components list
cs_cz: Seznam modulů

source: Bulk selection is disabled
cs_cz: Hromadný výběr je zakázán

source: Component
cs_cz: Komponenta

source: Description
cs_cz: Popis

source: Select %s
cs_cz: Vybrat %s

source: %s is a required component
cs_cz: Modul %s je povinný

source: No components found.
cs_cz: Nebyly nalezeny žádné moduly.

source: Why have all my BuddyPress menus disappeared?
cs_cz: Proč zmizela všechna má menu BuddyPress?

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
cs_cz: Nebojte se! Přesunuli jsme možnosti nastavení BuddyPress do míst kde jsou snáze spravovatelné. Vidíte tuto stránku, protože používáte starší verzi pluginu BuddyPress, který nebyl aktualizován.
