Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: {{poster.name}} replied to one of your comments: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
cs_cz: {{poster.name}} odpověděl na jeden z vašich komentářů: "{{usermessage}}" Přejděte do diskuse, na kterou chcete odpovědět, nebo do konverzace: {{thread.url}}}

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
cs_cz: [{{{site.name}}}] {{poster.name}} se o vás zmínil v aktualizaci stavu

source: {{poster.name}} mentioned you in a status update: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
cs_cz: {{poster.name}} se o vás zmínil v aktualizaci stavu: <blockquote> "{{usermessage}}" </ blockquote> <a href="{{{mentioned.url}}}"> Přejděte na diskusi </a>, abyste odpověděl nebo se na to podíval.

source: {{poster.name}} mentioned you in a status update: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
cs_cz: {{poster.name}} se o vás zmínil v aktualizaci stavu: "{{usermessage}}" Přejděte do diskuze, na kterou chcete odpovědět, nebo se do konverzace: {{{mentioned.url}}}

source: [{{{site.name}}}] {{poster.name}} mentioned you in an update
cs_cz: {{{{site.name}}}] {{poster.name}} se o vás zmínil v aktualizaci

source: {{poster.name}} mentioned you in the group "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
cs_cz: {{poster.name}} se o vás zmínil ve skupině "{{group.name}}": <blockquote> "{{usermessage}}" </ blockquote> <a href="{{{mentioned.url}}}"> Přejděte do diskuze </a>, abyste odpověděl nebo se s ní seznámil.

source: {{poster.name}} mentioned you in the group "{{group.name}}": "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
cs_cz: {{poster.name}} se o vás zmínil ve skupině "{{group.name}}": "{{usermessage}}" Přejděte do diskuze, na kterou chcete odpovědět, nebo se zapojte do konverzace: {{{mentioned.url}}}

source: [{{{site.name}}}] Activate your account
cs_cz: [{{{site.name}}}] Aktuvjte svůj účet

source: Thanks for registering! To complete the activation of your account, go to the following link: <a href="{{{activate.url}}}">{{{activate.url}}}</a>
cs_cz: Děkujeme za registraci! K dokončení aktivace vašeho účtu klikněte na tento odkaz: <a href="{{{activate.url}}}">{{{activate.url}}}</a>

source: Thanks for registering! To complete the activation of your account, go to the following link: {{{activate.url}}}
cs_cz: Děkujeme za registraci! K dokončení aktivace vašeho účtu klikněte na tento odkaz: {{{activate.url}}}

source: [{{{site.name}}}] Activate {{{user-site.url}}}
cs_cz: [{{{site.name}}}] Aktivovat {{{user-site.url}}}

source: Thanks for registering! To complete the activation of your account and site, go to the following link: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. After you activate, you can visit your site at <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
cs_cz: Děkujeme za registraci! K dokončení aktivace vašeho účtu a webu klikněte na tento odkaz: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. Po aktivaci můžete navštívit váš web na <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.

source: Thanks for registering! To complete the activation of your account and site, go to the following link: {{{activate-site.url}}} After you activate, you can visit your site at {{{user-site.url}}}.
cs_cz: Děkujeme za registraci! K dokončení aktivace vašeho účtu a webu klikněte na tento odkaz: {{{activate-site.url}}} Po aktivaci můžete navštívit váš web na {{{user-site.url}}}.

source: [{{{site.name}}}] New friendship request from {{initiator.name}}
cs_cz: [{{{site.name}}}] Nový požadavek na přátelství od {{iniciator.name}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a friend. To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
cs_cz: <a href="{{{initiator.url}}}"> {{iniciator.name}} </a> vás chce přidat mezi přátele. Chcete-li přijmout tento požadavek a spravovat všechny vaše nevyřízené žádosti, navštivte: <a href="{{{friend-requests.url}}}"> {{friend-requests.url}}} </a>

source: {{initiator.name}} wants to add you as a friend. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
cs_cz: {{iniciator.name}} vás chce přidat jako přítele. Chcete-li přijmout tento požadavek a spravovat všechny nevyřízené žádosti, navštivte: {{{friend-requests.url}}} Chcete-li zobrazit profil {{initiator.name}}, navštivte: {{{initiator.url}}}

source: [{{{site.name}}}] {{friend.name}} accepted your friendship request
cs_cz: {{{{site.name}}}] {{friend.name}} přijal vaši žádost o přátelství

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your friend request.
cs_cz: <a href="{{{friendship.url}}}">{{friend.name}}</a> přijal(a) vaši žádost o přátelství.

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
cs_cz: {{friend.name}} přijal(i) vaši žádost o přátelství. Další informace o nich naleznete na jejich profilu: {{friendship.url}}}

source: [{{{site.name}}}] Group details updated
cs_cz: [{{{site.name}}}] Podrobnost iskupiny byly aktualizovány

source: Group details for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; were updated: <blockquote>{{changed_text}}</blockquote>
cs_cz: Podrobnosti skupiny "<a href="{{{group.url}}}"> {{group.name}} </a>" byly aktualizovány: <blockquote> {{changed_text}} </ blockquote>

source: Group details for the group "{{group.name}}" were updated: {{changed_text}} To view the group, visit: {{{group.url}}}
cs_cz: Podrobnosti skupiny "{{group.name}}" byly aktualizovány: {{changed_text}} Chcete-li zobrazit skupinu, navštivte: {{{group.url}}}

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
cs_cz: [{{{site.name}}}] Máte pozvánku do skupiny: "{{group.name}}"

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: &quot;{{group.name}}&quot;. <a href="{{{invites.url}}}">Go here to accept your invitation</a> or <a href="{{{group.url}}}">visit the group</a> to learn more.
cs_cz: <a href="{{{inviter.url}}}">{{inviter.name}}</a> vás pozval, abyste se připojil ke skupině: &quot;{{group.name}}&quot;. <a href="{{{invites.url}}}">Jděte sem a přijměte pozvánku</a> nebo <a href="{{{group.url}}}">navštivte skupinu</a> kde se dozvíte více.

source: {{inviter.name}} has invited you to join the group: "{{group.name}}". To accept your invitation, visit: {{{invites.url}}} To learn more about the group, visit: {{{group.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
cs_cz: {{inviter.name}} Vás pozval do skupiny: "{{group.name}}". Pokud chcete akceptovat pozvánku jděte na: {{{invites.url}}} Pokud se chcete dozvědět více o skupině jděte na: {{{group.url}}}. Pokud chcete vidět profil uživatele {{inviter.name}} jděte na: {{{inviter.url}}}

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
cs_cz: [{{{site.name}}}] Byl(a) jste povýšen(a) ve skupině: "{{group.name}}"

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
cs_cz: Byl jste povýšeni na roli <b> {{promoted_to}} </ b> ve skupině <a href="{{{group.url}}}"> {{group.name}} </a> & quot; ;

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
cs_cz: Byl jste povýšeni do role {{promoted_to}} ve skupině: "{{group.name}}". Chcete-li navštívit skupinu, přejděte na adresu: {{{group.url}}}

source: [{{{site.name}}}] Membership request for group: {{group.name}}
cs_cz: [{{{site.name}}}] Žádost o členství ve skupině: {{group.name}}

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;{{group.name}}&quot;. As you are an administrator of this group, you must either accept or reject the membership request. <a href="{{{group-requests.url}}}">Go here to manage this</a> and all other pending requests.
cs_cz: <a href="{{{profile.url}}}"> {{requesting-user.name}} </a> se chce přidate ke skupině "{{group.name}}". Jste-li správcem této skupiny, musíte přijmout nebo odmítnout žádost o členství. <a href="{{{group-requests.url}}}"> Přejít sem a spravovat </a> a všechny ostatní nevyřízené žádosti.

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the administrator of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
cs_cz: Uživatel {{requesting-user.name}} se chce přidat ke skupině „{{group.name}}“;. Jako administrátor skupiny musíte žádost o členství buďto přijmout nebo odmítnout. Tuto a další nevyřízené žádosti můžete spravovat zde: {{{group-requests.url}}} Chcete-li si prohlédnout profil uživatele {{requesting-user.name}}, navštivte: {{{profile.url}}}

source: [{{{site.name}}}] New message from {{sender.name}}
cs_cz: [{{{site.name}}}] Nová zpráva od {{sender.name}}

source: {{sender.name}} sent you a new message: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
cs_cz: {{sender.name}} Vám poslal novou zprávu: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Navštivte diskuzi</a> odpovězte na příspěvek nebo si přečtěte novou konverzaci.

source: {{sender.name}} sent you a new message: "{{usersubject}}" "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
cs_cz: {{sender.name}} Vám poslal novou zprávu: "{{usersubject}}" "{{usermessage}}" Navštivte diskuzi a odpovězte na příspěvek nebo si přečtěte novou konverzaci: {{{message.url}}}

source: [{{{site.name}}}] Verify your new email address
cs_cz: [{{{Site.name}}}] Ověřte si svou novou emailovou adresu

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, <a href="{{{verify.url}}}">go here to confirm the change</a>. Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
cs_cz: Nedávno jste změnili e-mailovou adresu přidruženou k vašemu účtu na {{site.name}} na {{user.email}}. Pokud je to správné, <a href="{{{verify.url}}}"> jděte sem a potvrďte změnu </a>. V opačném případě můžete tento e-mail bezpečně ignorovat a smazat, pokud jste změnili názor, nebo pokud si myslíte, že jste obdrželi tento e-mail omylem.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, go to the following link to confirm the change: {{{verify.url}}} Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
cs_cz: Nedávno jste změnil(a) e-mailovou adresu přidruženou k vašemu účtu na {{site.name}} na {{user.email}}. Pokud je to správné, přejděte na následující odkaz a potvrďte změnu: {{{verify.url}}} V opačném případě můžete tento e-mail bezpečně ignorovat a smazat, pokud jste změnili názor, nebo pokud si myslíte, že jste obdrželi tento e-mail omylem.

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
cs_cz: [{{{site.name}}}] Žádost o členství ve skupině "{{group.name}}" byla přijata

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted.
cs_cz: Váše žádost na členství ve skupině "<a href="{{{group.url}}}"> {{group.name}} </a> </a> byla přijata.

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
cs_cz: Vaše žádost o členství ve skupině "{{group.name}}" byla přijata. Chcete-li zobrazit skupinu, navštivte: {{{group.url}}}

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
cs_cz: [{{{site.name}}}] Žádost o členství ve skupině "{{group.name}}" byla zamítnuta

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected.
cs_cz: Váš požadavek na členství ve skupině "<a href="{{{group.url}}}"> {{group.name}} </a> </a> byl zamítnut.

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
cs_cz: Vaše žádost o členství ve skupině "{{group.name}}" byla zamítnuta. Chcete-li znovu požádat o členství, navštivte: {{{group.url}}}

source: A member has replied to an activity update that the recipient posted.
cs_cz: Člen odpověděl na aktualizaci aktivity, kterou příjemce zveřejnil.

source: You will no longer receive emails when someone replies to an update or comment you posted.
cs_cz: Už nebudete dostávat e-maily, pokud někdo odpoví na aktualizaci nebo komentář, který jste zveřejnili.

source: A member has replied to a comment on an activity update that the recipient posted.
cs_cz: Člen odpověděl na komentář k aktualizaci aktivity, kterou příjemce zveřejnil.

source: Recipient was mentioned in an activity update.
cs_cz: Příjemce byl uveden v aktualizaci aktivity.

source: You will no longer receive emails when someone mentions you in an update.
cs_cz: Už nebudete dostávat e-maily, pokud vás někdo zmiňuje v aktualizaci.

source: Recipient was mentioned in a group activity update.
cs_cz: Příjemce byl uveden v aktualizaci skupinové aktivity.

source: Recipient has registered for an account.
cs_cz: Příjemce se zaregistroval k účtu.

source: Recipient has registered for an account and site.
cs_cz: Příjemce se zaregistroval k účtu a webu.

source: A member has sent a friend request to the recipient.
cs_cz: Člen poslal příjemci žádost přidání mezi přátele.

source: You will no longer receive emails when someone sends you a friend request.
cs_cz: Již nebudete dostávat e-maily, když vám někdo pošle žádost o přidání mezi přátele.

source: Recipient has had a friend request accepted by a member.
cs_cz: Příjemce má žádost o přidání mezi přátele přijatou členem.

source: You will no longer receive emails when someone accepts your friendship request.
cs_cz: Již nebudete dostávat e-maily, když někdo přijme vaši žádost o přátelství.

source: A group's details were updated.
cs_cz: Podrobnosti o skupině byly aktualizovány.

source: You will no longer receive emails when one of your groups is updated.
cs_cz: Již nebudete dostávat e-maily po aktualizaci některé z vašich skupin .

source: A member has sent a group invitation to the recipient.
cs_cz: Člen poslal adresátovi pozvánku do skupiny.

source: You will no longer receive emails when you are invited to join a group.
cs_cz: Pokud jste pozváni do skupiny, nebudete již dostávat e-maily.

source: Recipient's status within a group has changed.
cs_cz: Stav příjemce v rámci skupiny se změnil.

source: You will no longer receive emails when you have been promoted in a group.
cs_cz: Po povýšení ve skupině již nebudete dostávat e-maily.

source: A member has requested permission to join a group.
cs_cz: Člen zažádal o přiřazení ke skupině.

source: You will no longer receive emails when someone requests to be a member of your group.
cs_cz: Již nebudete dostávat e-maily, když někdo požádá o členství ve vaší skupině.

source: Recipient has received a private message.
cs_cz: Příjemce obdržel soukromou zprávu.

source: You will no longer receive emails when someone sends you a message.
cs_cz: Již nebudete dostávat e-maily, když vám někdo pošle zprávu.

source: Recipient has changed their email address.
cs_cz: Příjemce změnil svou e-mailovou adresu.

source: Recipient had requested to join a group, which was accepted.
cs_cz: Žádost příjemce o členství ve skupině byla přijata.

source: You will no longer receive emails when your request to join a group has been accepted or denied.
cs_cz: Již nebudete dostávat e-maily, pokud byla vaše žádost o zařazení do skupiny přijata nebo zamítnuta.

source: Recipient had requested to join a group, which was rejected.
cs_cz: Žádost příjemce o členství ve skupině byla zamítnuta.

source: Something has gone wrong.
cs_cz: Něco se pokazilo.

source: Please log in and go to your settings to unsubscribe from notification emails.
cs_cz: Přihlaste se a přejděte do svého nastavení a odhlaste se od zasílání informačních e-mailů.

source: Please go to your notifications settings to unsubscribe from emails.
cs_cz: Chcete-li odhlásit e-maily, přejděte do nastavení oznámení.

source: You can change this or any other email notification preferences in your email settings.
cs_cz: Můžete změnit tuto nebo jiné volby zasílání e-mailových zpráv v nastavení e-mailu.

source: You have posted too many links
cs_cz: Uveřejnili jste příliš mnoho odkazů

source: %s Directory
cs_cz: Adresář %s

source: Profile photo of %s
cs_cz: Profilový obrázek uživatele %s

source: Search anything...
cs_cz: Hledat ...

source: Community
cs_cz: Komunita

source: Create an Account
cs_cz: Vytvořit účet

source: Activate Your Account
cs_cz: Aktivujte svůj účet

source: Create a Group
cs_cz: Vytvořit skupinu

source: Welcome to BuddyPress
cs_cz: Vítejte v BuddyPressu

source: BuddyPress Help
cs_cz: Nápověda BuddyPressu

source: Help
cs_cz: Nápověda

source: BuddyPress Components
cs_cz: Moduly BuddyPressu

source: BuddyPress Pages
cs_cz: Stránky BuddyPress

source: BuddyPress Options
cs_cz: Možnosti BuddyPressu

source: Available Tools
cs_cz: Dostupné nástroje

source: Main Settings
cs_cz: Základní nastavení

source: Toolbar
cs_cz: Nástrojová lišta

source: Account Deletion
cs_cz: Smazání účtu

source: Template Pack
cs_cz: Balíček šablon

source: Profile Photo Uploads
cs_cz: Nahrávání profilových fotogorafií

source: Cover Image Uploads
cs_cz: Nahrávání obrázku

source: Profile Syncing
cs_cz: Synchronizace profilu

source: Groups Settings
cs_cz: Nastavení skupin

source: Group Creation
cs_cz: Vytvoření skupiny

source: Group Photo Uploads
cs_cz: Nahrání fotografie

source: Group Cover Image Uploads
cs_cz: Nahrání krycího obrázku skupiny.

source: Legacy Group Forums
cs_cz: Předešlá Skupinová Fóra

source: bbPress Configuration
cs_cz: Konfigurace bbPressu

source: Activity Settings
cs_cz: Nastavení aktivit

source: Blog &amp; Forum Comments
cs_cz: Blog a komentáře na fóru

source: Activity auto-refresh
cs_cz: Automatická aktualizace aktivit

source: About BuddyPress
cs_cz: O BuddyPress

source: Settings
cs_cz: Nastavení

source: About
cs_cz: O BuddyPressu

source: Getting Started with BuddyPress
cs_cz: Začínáme s BuddyPress

source: Configure BuddyPress
cs_cz: Konfigurace BuddyPress

source: Set Up Components
cs_cz: Nastavte součásti

source: Assign Components to Pages
cs_cz: Přiřadit komponenty stránkám

source: Customize Settings
cs_cz: Přizpůsobte nastavení

source: Get Started
cs_cz: Začínáme

source: Administration Tools
cs_cz: Nástroje pro správu

source: Add User Profile Fields
cs_cz: Přidejte Pole Profilu Uživatele

source: Manage User Signups
cs_cz: Správa registrací uživatelů

source: Moderate Activity Streams
cs_cz: Moderovat toky činností

source: Manage Groups
cs_cz: Správa skupin

source: Repair Data
cs_cz: Opravit data

source: Community and Support
cs_cz: Komunity a podpora

source: Looking for help? The <a href="https://codex.buddypress.org/">BuddyPress Codex</a> has you covered.
cs_cz: Hledáte pomoc? V<a href="https://codex.buddypress.org/"> BuddyPress Codex </a> ji najdete.

source: Can&#8217;t find what you need? Stop by <a href="https://buddypress.org/support/">our support forums</a>, where active BuddyPress users and developers are waiting to share tips and more.
cs_cz: Nemůžete najít to, co potřebujete? Navštivte <a href="https://buddypress.org/support/"> naše fóra podpory </a>, kde aktivní uživatelé a vývojáři BuddyPress sdílí tipy a další informace.

source: For Developers &amp; Site Builders
cs_cz: Pro vývojáře & Tvůrce webů

source: Edit Group Slug
cs_cz: Upravit URL identifikátor skupiny

source: Allow administrators to change group names and permalinks. Navigate to the Groups screen in the wp-admin dashboard, click on the Edit link under the Group name, and adjust as needed.
cs_cz: Umožnit správcům změnit názvy skupin a pevný odkaz. Přejděte na obrazovku Skupiny na hlavním panelu aplikace wp-admin, klikněte na odkaz Upravit pod názvem skupiny a podle potřeby upravte.

source: Improve accessibility of Extended Profile Fields
cs_cz: Zlepšení dostupnosti polí rozšířeného profilu

source: Related form fields are grouped together in fieldsets and all interactive form controls are associated with necessary ARIA states and properties.
cs_cz: Příslušná pole formuláře jsou sdružena do skupin a všechny interaktivní ovládací prvky formuláře jsou spojeny s potřebnými stavy a vlastnostmi ARIA.

source: Send group invitation only once per user
cs_cz: Poslat pozvánku do skupiny pouze jednou každému uživateli

source: Prevent duplicate group invitations from being sent to a user by double-checking if a group invitation has already been sent to that user.
cs_cz: Zabraňte zasílání duplicitních pozvánek do skupin uživateli dvojitou kontrolou, zda pozvánka již byla uživateli odeslána.

source: Tooltips Usable for All Devices
cs_cz: Nápověda použitelná pro všechna zařízení

source: Replaced HTML title attributes with tooltips which provide additional information and visual cues where needed on mouse hover and keyboard focus events.
cs_cz: Byly nahrazeny HTML atributy titulu s nápovědou, které poskytují další informace a vizuální nápovědy tam, kde je zapotřebí. Nápověda je zobrazena při pohybu kurzoru myši nad polem nebo přesunem kurzoru tlačítky klávesnice.

source: More under the hood &#8230;
cs_cz: Více pod krytem ...

source: Better support for private message thread links in emails
cs_cz: Lepší podpora odkazů soukromých zpráv v e-mailech

source: Redirect non-authenticated users to the login screen and authenticated users to the message linked.
cs_cz: Přesměruje neověřené uživatele na přihlašovací obrazovku a ověřené uživatele na zprávu v odkazu.

source: Compatibility with Bootstrap themes
cs_cz: Kompatibilita s tématy Bootstrap

source: Removed issues with BuddyPress-generated content being hidden in the Groups loop and Activity comments in Bootstrap themes.
cs_cz: Byly odstraněny problémy s generovaným BuddyPress obsahem, který je skrytý v oknech Skupiny a Komentáře aktivity v tématech Bootstrap.

source: Improve profile image uploads
cs_cz: Zlepšení nahrání profilových obrázků

source: Fixed issues with uploading in iOS Safari and uploading files with non-ASCII filenames.
cs_cz: Opraveny problémy s nahráváním do iOS Safari a nahrávání souborů s názvy souborů, které nejsou ASCII.

source: URL compatibility for LightSpeed Servers
cs_cz: Kompatibilita adres URL pro servery LightSpeed

source: Audited and changed template link functions to use %s where necessary.
cs_cz: Auditované a změněné funkce odkazu na šablony používají v případě potřeby %s.

source: Template Packs UI in BuddyPress > Settings.
cs_cz: Uživatelské rozhraní pro balíček šablon v aplikaci BuddyPress> Nastavení.
