Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Components, Pages, Settings, and Forums, have been moved to <a href="%s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%s">Users</a> menu.
cs_cz: Moduly, stránky, nastavení a fórum byly přesunuty do <a href="%s">„Nastavení &gt; BuddyPress“</a>. Pole profilu byly přesunuty do menu <a href="%s">„Uživatelé“</a>.

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
cs_cz: <strong>BuddyPress je téměř připraven</strong>. Pro správnou funkci ještě musíte <a href="%s">aktualizovat trvalé odkazy</a> na jinou možnost než výchozí.

source: Activate
cs_cz: Aktivovat

source: Register
cs_cz: Registrace

source: The following active BuddyPress Components do not have associated WordPress Pages: %s.
cs_cz: Následující aktivní moduly BuddyPressu nemají přiřazené stránky: %s.

source: Repair
cs_cz: Opravit

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %s.
cs_cz: Každá komponenta BuddyPress potřebuje vlastní WordPress stránku. Následující stránky WordPress obsahují více než jednu složku: %s.

source: Pages
cs_cz: Stránky

source: Options
cs_cz: Možnosti

source: Forums
cs_cz: Fóra

source: <a href="https://codex.buddypress.org/getting-started/configure-components/">Managing Components</a>
cs_cz: <a href="https://codex.buddypress.org/getting-started/configure-components/">Správa modulů (anglicky)</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Managing Pages</a>
cs_cz: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Správa stránek (anglicky)</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Managing Settings</a>
cs_cz: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Správa nastavení (anglicky)</a>

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profile Fields</a>
cs_cz: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Správa profilových polí (anglicky)</a>

source: By default, all but four of the BuddyPress components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyPress installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
cs_cz: Ve výchozím nastavení jsou povoleny pouze čtyři komponenty BuddyPress. Volitelně můžete povolit nebo zakázat libovolné komponenty pomocí níže uvedeného formuláře. Vaše instalace BuddyPress bude nadále fungovat. Funkce zakázaných komponent však nebudou přístupné nikomu, kdo používá web.

source: BuddyPress Components use WordPress Pages for their root directory/archive pages. You can change the page associations for each active component by using the form below.
cs_cz: Komponenty BuddyPress používají stránky WordPress pro své kořenové adresáře / archivní stránky. Můžete změnit přidružení stránek pro každou aktivní komponentu pomocí níže uvedeného formuláře.

source: Extra configuration settings are provided and activated. You can selectively enable or disable any setting by using the form on this screen.
cs_cz: Další nastavení konfigurace jsou k dispozici a jsou aktivní. Selektivně můžete povolit nebo zakázat jakékoliv nastavení pomocí formuláře na této stránce.

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.
cs_cz: Uživatelé se budou rozlišovat pomocí své profilové stránky. Vytvořte příslušná pole, která se zobrazí u každého profilu uživatelů.

source: Note: Any fields in the first group will appear on the signup page.
cs_cz: Poznámka: Všechna pole první skupiny se objeví na registrační stránce.

source: Logged-In
cs_cz: Přihlášen

source: Logged-Out
cs_cz: Odhlášen

source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
cs_cz: Odkazy <em> přihlášených uživatelů</ em> jsou relativní vůči aktuálnímu uživateli a nejsou viditelné pro návštěvníky, kteří nejsou přihlášeni.

source: <em>Logged-Out</em> links are not visible to users who are logged in.
cs_cz: Odkazy <em> odhlášených uživatelů </ em> nejsou viditelné pro uživatele, kteří jsou přihlášeni.

source: Select All
cs_cz: Vybrat vše

source: Add to Menu
cs_cz: Přidat do menu

source: Are your emails in the wrong language? Go to <a href="%s">BuddyPress Tools and run the "reinstall emails"</a> tool.
cs_cz: Jsou vaše emaily v nesprávném jazyce? Přejděte na <a href="%s">nástroje BuddyPressu, a spusťte nástroj „přeinstalovat emaily“</a>.

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about tokens on the BuddyPress Codex</a>.
cs_cz: Fráze v závorkách <code> {{}} </ code> jsou emailové tokeny. <a href="%s"> Informace o tokenech v BuddyPress Codexu </a>.

source: Choose when this email will be sent.
cs_cz: Vyberte, kdy bude tento e-mail odeslán.

source: Plain text email content
cs_cz: Obsah emailu jako prostý text

source: Most email clients support HTML email. However, some people prefer to receive plain text email. Enter a plain text alternative version of your email here.
cs_cz: Většina emailových klientů podporuje emaily v HTML. Nicméně někteří lidé upřednostňují emaily ve formě prostého textu. Vložte sem alternativní verzi (prostý text) svého emailu.

source: User marked as spammer. Spam users are visible only to site admins.
cs_cz: Uživatel je označený jako spammer. Spamující uživatelé se zobrazí pouze administrátorům.

source: User removed from spam.
cs_cz: Uživatel byl odebrán ze složky spam.

source: Show the Toolbar for logged out users
cs_cz: Zobrazit nástrojovou lištu odhlášeným uživatelům

source: Allow registered members to delete their own accounts
cs_cz: Povolit registrovaným členům smazat své vlastní účty

source: The selected Template Pack will serve all BuddyPress templates.
cs_cz: Vybraná sada šablon bude sloužit všem šablonám BuddyPress.

source: No template packages available.
cs_cz: K dispozici nejsou balíčky šablon.

source: Allow Akismet to scan for activity stream spam
cs_cz: Umožněte společnosti Akismet zkontrolovat spam ve streamu činností

source: Allow activity stream commenting on blog and forum posts
cs_cz: Povolit tok aktivit, který komentuje příspěvky blogu a fóra

source: Automatically check for new items while viewing the activity stream
cs_cz: Automatická kontrola nových položek v průběhu prohlížení toku činností

source: Enable BuddyPress to WordPress profile syncing
cs_cz: Povolit BuddyPress na synchronizaci profilu WordPressu

source: Allow registered members to upload avatars
cs_cz: Povolit registrovaným členům nahrávat avatary

source: Allow registered members to upload cover images
cs_cz: Povolit registrovaným členům nahrát obrázky podkladové

source: Enable group creation for all users
cs_cz: Všichni uživatelé mohou vytvářet skupiny

source: Administrators can always create groups, regardless of this setting.
cs_cz: Administrátoři mohou vždy vytvářet skupiny, bez ohledu na toto nastavení.

source: Allow customizable avatars for groups
cs_cz: Povolit přizpůsobitelné avatary pro skupiny

source: Allow customizable cover images for groups
cs_cz: Povolit uživatelské obrázky pro skupiny

source: File does not exist
cs_cz: Soubor neexistuje

source: Absolute path to your bbPress configuration file.
cs_cz: Absolutní cesta k konfiguračnímu souboru bbPress.

source: Directories
cs_cz: Adresáře

source: Associate a WordPress Page with each BuddyPress component directory.
cs_cz: Přidružte WordPress stránky jednotlivým adresářům komponent BuddyPressu.

source: - None -
cs_cz: -Žádná-

source: Registration
cs_cz: Registrace

source: Associate WordPress Pages with the following BuddyPress Registration pages.
cs_cz: Přidružte WordPress stránky následujícím registračním stránkám BuddyPressu.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by selecting either the "User accounts may be registered" or "Both sites and user accounts can be registered" option on <a href="%s">this page</a>.
cs_cz: Registrace je momentálně zakázána. Před povolením přidružení stránky povolte registraci výběrem položky "Uživatelské účty mohou být registrovány" nebo možnost "Oba weby a uživatelské účty mohou být registrovány" na <a href="%s"> této stránce </a>.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by clicking on the "Anyone can register" checkbox on <a href="%s">this page</a>.
cs_cz: Registrace je momentálně zakázána. Před povolením přidružení stránky povolte registraci kliknutím na políčko "Kdokoliv se může zaregistrovat" na <a href="%s"> této stránce </a>.

source: BuddyPress Tools
cs_cz: Nástroje BuddyPressu

source: BuddyPress keeps track of various relationships between members, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
cs_cz: BuddyPress udržuje různé vazby mezi členy, skupinami, a položkami aktivit. Někdy však může dojít k porušení synchronizace těchto vazeb, nejčastěji po importu, aktualizaci, nebo migraci.

source: Use the tools below to manually recalculate these relationships.
cs_cz: Pomocí níže uvedených nástrojů lze tyto vazby přepočítat.

source: Some of these tools create substantial database overhead. Avoid running more than one repair job at a time.
cs_cz: Některé z těchto nástrojů silně zatěžují databázi. Nespouštějte současně více oprav.

source: Repair tools
cs_cz: Nástroje oprav

source: Repair Items
cs_cz: Opravit položky

source: Repair total members count.
cs_cz: Opravit celkový počet členů.

source: Repair member "last activity" data.
cs_cz: Oprava členům data nejnovějších aktivit.

source: Repair total friends count for each member.
cs_cz: Opravit celkový počet přátel pro každého člena.

source: Repair total groups count for each member.
cs_cz: Opravit celkový počet přátel pro každého člena.

source: Repopulate site tracking records.
cs_cz: Znovu doplnit záznamy sledování webu.

source: Reinstall emails (delete and restore from defaults).
cs_cz: Přeinstalovat emaily (smaže a obnoví z výchozích)

source: Counting the number of friends for each user&hellip; %s
cs_cz: Počítání počtu přátel pro každého uživatele a hellip; %s

source: Failed!
cs_cz: Selhalo!

source: Complete!
cs_cz: Dokončeno!

source: Counting the number of groups for each user&hellip; %s
cs_cz: Počítání počtu skupin pro každého uživatele & hellip; %s

source: Repopulating Blogs records&hellip; %s
cs_cz: Re-populace záznamů blogů & hellip; %s

source: Counting the number of active members on the site&hellip; %s
cs_cz: Počítání počtu aktivních členů na webu & hellip; %s

source: Determining last activity dates for each user&hellip; %s
cs_cz: Určení data poslední aktivity pro každého uživatele & hellip; %s

source: Tools
cs_cz: Nástroje

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
cs_cz: BuddyPress sleduje různé vztahy mezi uživateli, skupinami a položkami aktivit. Občas nejsou tyto vztahy synchronizovány, nejčastěji po importu, aktualizaci nebo migraci.

source: Emails have been successfully reinstalled.
cs_cz: E-maily byly úspěšně přeinstalovány.

source: It looks like you have more sites to record. Resume recording by checking the "Repopulate site tracking records" option.
cs_cz: Máte více webů, které potřebujete nahrávat. Pokračujte v nahrávání zaškrtnutím volby "Přepis záznamů o sledování webu".

source: Maintenance Release
cs_cz: Opravná verze

source: Security Release
cs_cz: Bezpečnostní verze

source: Maintenance and Security Release
cs_cz: Opravná a bezpečnostní verze

source: <strong>Version %1$s</strong> addressed a security issue.
cs_cz: <strong>WordPress %1$s</strong> opravuje bezpečnostní problém.

source: <strong>Version %1$s</strong> addressed %2$s bug.
cs_cz: <strong>WordPress %1$s</strong> opravuje %2$s chybu.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
cs_cz: <strong>WordPress %1$s</strong> opravuje bezpečnostní problém a %2$s další chybu.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
cs_cz: <strong>WordPress %1$s</strong> opravuje několik bezpečnostních problémů a %2$s další chybu.

source: For more information, see <a href="%s">the release notes</a>.
cs_cz: Podrobnější informace naleznete na oficiální <a href="%s">stránce o této verzi</a> (anglicky).

source: My Account
cs_cz: Můj účet

source: The BuddyBar is no longer supported. Please migrate to the WordPress toolbar as soon as possible.
cs_cz: BuddyBar již není podporován. Přejděte na Panel nástrojů WordPress co nejdříve.

source: You have attempted to queue too many files.
cs_cz: Pokusili jste se zařadit do fronty příliš mnoho souborů.

source: %s exceeds the maximum upload size for this site.
cs_cz: Soubor %s překročil maximální povolenou velikost nahrávaného souboru na tomto webu.

source: This file is empty. Please try another.
cs_cz: Soubor je prázdný. Zkuste prosím nějaký jiný.

source: This file type is not allowed. Please try another.
cs_cz: Tento formát souboru není povolen. Zkuste prosím jiný.

source: This file is not an image. Please try another.
cs_cz: Tento soubor není obrázek. Zkuste prosím nějaký jiný.

source: Memory exceeded. Please try another smaller file.
cs_cz: Nedostatek paměti. Zkuste prosím nahrát nějaký menší soubor.

source: This is larger than the maximum size. Please try another.
cs_cz: Soubor je větší než maximální povolená velikost nahrávaného souboru. Zkuste prosím nějaký jiný.

source: An error occurred. Please try again later.
cs_cz: Došlo k chybě. Zkuste to později.

source: There was a configuration error. Please contact the server administrator.
cs_cz: Došlo k chybě v nastavení serveru! Kontaktujte prosím administrátora serveru.

source: You may only upload 1 file.
cs_cz: Můžete nahrávat pouze jeden soubor.

source: HTTP error.
cs_cz: HTTP chyba.

source: Upload failed.
cs_cz: Nahrání se nezdařilo.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
cs_cz: Zkuste prosím tento soubor nahrát prostřednictvím %1$sjednoduchého nahrávání pomocí prohlížeče%2$s.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
cs_cz: Při použití funkce pro hromadné nahrávání několika souborů najednou překročil soubor %s maximální povolenou velikost nahrávaného souboru, která je definována aktuálně používaným prohlížečem.

source: IO error.
cs_cz: IO chyba.

source: Security error.
cs_cz: Bezpečnostní chyba.

source: File canceled.
cs_cz: Soubor byl zrušen.

source: Upload stopped.
cs_cz: Nahrávání bylo zastaveno.

source: Dismiss
cs_cz: Skrýt

source: Crunching&hellip;
cs_cz: Probíhá zpracování&hellip;

source: Make sure to upload a unique file
cs_cz: Nezapomeňte nahrát jedinečný soubor

source: &#8220;%s&#8221; has failed to upload.
cs_cz: Soubor &#8222;%s&#8220; se nepodařilo nahrát.

source: If you&#39;d like to delete the existing profile photo but not upload a new one, please use the delete tab.
cs_cz: Pokud chcete smazat existující profilovou fotografii a nenahrát novou, použijte záložku Smazat.

source: Upload
cs_cz: Nahrát

source: Take Photo
cs_cz: Vyfotit

source: Please allow us to access to your camera.
cs_cz: Dovolte nám přístup k vaší kameře.

source: Please wait as we access your camera.
cs_cz: Počkejte, až budeme mít přístup k vašemu fotoaparátu.

source: Camera loaded. Click on the "Capture" button to take your photo.
cs_cz: Aplikace kamera je spuštěna. Klepnutím na tlačítko "Zachytit" můžete pořídit fotografii.

source: It looks like you do not have a webcam or we were unable to get permission to use your webcam. Please upload a photo instead.
cs_cz: Pravděpodobně nemáte webovou kameru nebo se aplikace nemá oprávnění používat webovou kameru. Nahrajte prosím místo toho fotografii.

source: Your browser is not supported. Please upload a photo instead.
cs_cz: Váš prohlížeč není podporován. Nahrajte prosím místo toho fotku.

source: Video error. Please upload a photo instead.
cs_cz: Chyba videa. Nahrajte prosím místo toho fotku.

source: Your profile photo is ready. Click on the "Save" button to use this photo.
cs_cz: Vaše profilová fotografie je připravena. Kliknutím na tlačítko "Uložit" použijete tuto fotografii.

source: No photo was captured. Click on the "Capture" button to take your photo.
cs_cz: Nebyla zachycena žádná fotografie. Klepnutím na tlačítko "Zachytit" můžete pořídit fotografii.

source: For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
cs_cz: Pro lepší výsledky nezapomeňte nahrát obrázek, který je větší než %1$s px na šířku a %2$s px na výšku.

source: Upload Failed! Error was: %s
cs_cz: Nahrání se nezdařilo! Chyba: %s

source: There was a problem uploading the cover image.
cs_cz: Při nahrávání obrázku došlo k problému.

source: Profile Photo
cs_cz: Profilové foto

source: Upload failed! Error was: %s
cs_cz: Nahrávání selhalo! Chyba: %s

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %d x %d pixels.
cs_cz: Vybrali jste snímek, který je menší než doporučená velikost. Nejlepších výsledků dosáhnete tím, že nahrajete obrázek větší než %d x %d pixelů.

source: You do not have access to this page.
cs_cz: Na tuto stránku nemáte přístup.

source: Special community roles no longer exist. Use mapped capabilities instead
cs_cz: Zvláštní komunitní role již neexistují. Místo toho použijte namapované oprávnění na funkce

source: This user has been marked as a spammer. Only site admins can view this profile.
cs_cz: Uživatel byl označen za spammera. Pouze administrátoři webu mohou vidět jeho profil.

source: You must log in to access the page you requested.
cs_cz: Chcete-li získat přístup k požadované stránce, musíte se přihlásit.

source: Customize the appearance of emails sent by BuddyPress.
cs_cz: Přizpůsobte vzhled e-mailů odesílaných BuddyPress.

source: Email background color
cs_cz: Barva pozadí emailu

source: Header background color
cs_cz: Barva nadpisu emailu

source: Applied to links and other decorative areas.
cs_cz: Aplikováno na vazby a jiné oblasti vzhledu.

source: Highlight color
cs_cz: Barva zvýraznění

source: Text color
cs_cz: Barva textu

source: Text size
cs_cz: Velikost textu

source: Background color
cs_cz: Barva pozadí

source: Change the email footer here
cs_cz: Zde změňte zápatí emailu

source: Footer text
cs_cz: Text zápatí

source: [User Set]
cs_cz: [Nastavení uživatele]

source: Page %s
cs_cz: Stránka %s

source: sometime
cs_cz: někdy

source: right now
cs_cz: Aktuální přehled

source: %s ago
cs_cz: před %s

source: %s year
cs_cz: %s rokem

source: %s month
cs_cz: %s měsícem

source: %s week
cs_cz: %s týdnem

source: %s day
cs_cz: %s dnem

source: %s hour
cs_cz: %s hodinou

source: %s minute
cs_cz: %s minutou

source: %s second
cs_cz: %s sekundou

source: Not recently active
cs_cz: Poslední dobou neaktivní

source: BuddyPress Core
cs_cz: Jádro BuddyPressu

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
cs_cz: To je to, co umožňuje BuddyPress <del> cestování v čase </ del> !

source: Community Members
cs_cz: Členové komunity

source: Everything in a BuddyPress community revolves around its members.
cs_cz: Vše v komunitě BuddyPress se točí kolem jejích členů.

source: Group Forums
cs_cz: Diskusní fóra skupiny

source: BuddyPress Forums are retired. Use %s.
cs_cz: Fóra BuddyPressu nejsou aktivně vyvíjena. Použijte plugin %s.

source: Friend Connections
cs_cz: Spojení přítele

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
cs_cz: Umožněte vašim uživatelům vytvářet spojení, aby mohli sledovat činnost ostatních a soustředit se na ty, kteří je nejvíce zajímají.

source: Private Messaging
cs_cz: Soukromé zprávy

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
cs_cz: Umožněte svým uživatelům komunikovat přímo a soukromě. Nejen omezené na individuální diskuse, zprávy mohou být zasílány mezi libovolným počtem členů.

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting, and @mentions, all with full RSS feed and email notification support.
cs_cz: Celkové, osobní a skupinové toky činností s možností komentovat, přímo zadat příspěvek, sledovat oblíbené položky a @zmínky, vše s plnou podporou RSS a emailové notifikace.

source: User Groups
cs_cz: Uživatelské skupiny

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
cs_cz: Skupiny umožňují uživatelům uspořádat se do konkrétních veřejných, soukromých nebo skrytých sekcí se samostatnými toky činností a výpisy členů.

source: Group Forums (Legacy)
cs_cz: Skupinové fóra (starší)

source: Group forums allow for focused, bulletin-board style conversations.
cs_cz: Skupinové fóra umožňují konverzace ve stylu bulletin nástěnek.

source: Site Tracking
cs_cz: Sledování webu

source: Record activity for new posts and comments from your site.
cs_cz: Nahrajte činnost pro nové příspěvky a komentářů z vašich webových stránek.

source: Record activity for new sites, posts, and comments across your network.
cs_cz: Nahrajte činnost pro nové weby, příspěvky a komentáře v celé síti.

source: Log Out
cs_cz: Odhlásit

source: Log In
cs_cz: Přihlásit se

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
cs_cz: {{{site.name}}}] {{poster.name}} odpověděl na jednu z vašich aktualizací

source: {{poster.name}} replied to one of your updates: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
cs_cz: {{poster.name}} odpověděl na jednu z vašich aktualizací: <blockquote> "{{usermessage}}" </ blockquote> <a href="{{{thread.url}}}"> Přejděte na diskusi </a>, abyste odpověděl nebo dohnal konverzaci.

source: {{poster.name}} replied to one of your updates: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
cs_cz: {{poster.name}} odpověděl na jednu z vašich aktualizací: "{{usermessage}}" Přejděte do diskuse, na kterou chcete odpovědět, nebo do konverzace: {{thread.url}}}

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
cs_cz: {{{site.name}}}] {{poster.name}} odpověděl na jeden z vašich komentářů

source: {{poster.name}} replied to one of your comments: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
cs_cz: {{poster.name}} odpověděl na jeden z vašich komentářů: <blockquote> "{{usermessage}}" </ blockquote> <a href="{{{thread.url}}}"> Přejděte na diskusi </a>, abyste odpověděl nebo dohnal konverzaci.
