Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
cs_cz: Klepnutím na tlačítko Upravit se dostanete na panel Dashboard, kde můžete spravovat různé detaily o skupině, například název a popis, členy a další nastavení.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you&#8217;ll be asked to confirm the permanent deletion of the group(s).
cs_cz: Pokud kliknete na tlačítko "Odstranit" pod určitou skupinou nebo vyberete několik skupin a poté v nabídce Hromadné akce zvolíte Odstranit, budete vedeni na stránku, kde budete požádáni o potvrzení trvalého odstranění skupiny.

source: Groups list navigation
cs_cz: Navigace seznamu skupin

source: Start typing a username to add a new member.
cs_cz: Začněte psát uživatelské jméno, abyste přidali nového člena.

source: If you leave this page, you will lose any unsaved changes you have made to the group.
cs_cz: Pokud opustíte tuto stránku, ztratíte všechny neuložené změny, které jste provedli se skupinou.

source: You cannot remove all administrators from a group.
cs_cz: Nemůžete odstranit všechny správce ze skupiny.

source: Group name, slug, and description are all required fields.
cs_cz: Název skupiny, slug a popis jsou povinná pole.

source: An error occurred when trying to update your group details.
cs_cz: Při pokusu o aktualizaci podrobností o skupině došlo k chybě.

source: The group has been updated successfully.
cs_cz: Skupina byla úspěšně aktualizována.

source: The following users could not be added to the group: %s
cs_cz: Následující uživatele se nepovedlo přiřadit ke skupině: %s

source: The following users were successfully added to the group: %s
cs_cz: Následující uživatele se povedlo přiřadit ke skupině: %s

source: An error occurred when trying to modify the following members: %s
cs_cz: Došlo k chybě při pokusu o úpravu těchto členů: % s

source: The following members were successfully modified: %s
cs_cz: Následující členy se povedlo upravit: %s

source: Edit Group
cs_cz: Upravit skupinu

source: Add New
cs_cz: Přidat nový

source: Name and Description
cs_cz: Název a popis

source: Group Name
cs_cz: Název skupiny

source: Permalink:
cs_cz: Trvalý odkaz:

source: Visit Group
cs_cz: Navštívit skupinu

source: Group Description
cs_cz: Popis skupiny

source: No group found with this ID.
cs_cz: Skupina s tímto ID nebyla nalezena.

source: Delete Groups
cs_cz: Odstranit skupiny

source: You are about to delete the following groups:
cs_cz: Chystáte se smazat následující skupiny:

source: This action cannot be undone.
cs_cz: Tuto akce nelze vrátit zpět.

source: %s group has been permanently deleted.
cs_cz: Skupina %s byla trvale smazána.

source: Groups
cs_cz: Skupiny

source: Search all Groups
cs_cz: Prohledat všechny skupiny

source: Enable discussion forum
cs_cz: Povolit diskusní fórum

source: Privacy
cs_cz: Dostupnost pro vyhledávače

source: Public
cs_cz: Veřejné

source: Private
cs_cz: Soukromé

source: Hidden
cs_cz: Skrytý

source: Who can invite others to this group?
cs_cz: Kdo může pozvat další do této skupiny?

source: All group members
cs_cz: Všichni členové skupiny

source: Group admins and mods only
cs_cz: Pouze administrátoři a moderátoři skupiny

source: Group admins only
cs_cz: Pouze administrátoři skupiny

source: Add new members
cs_cz: Přidat nové členy

source: Enter a comma-separated list of user logins.
cs_cz: Zadejte seznam přihlašovacích údajů oddělených čárkami.

source: Administrators
cs_cz: Administrátoři

source: Moderators
cs_cz: Moderátoři

source: Members
cs_cz: Členové

source: Banned Members
cs_cz: Zabanovaní členové

source: Select group role for member
cs_cz: Vyberte pro člena roli ve skupině

source: Roles
cs_cz: Role

source: Administrator
cs_cz: Administrátor

source: Moderator
cs_cz: Moderátor

source: Member
cs_cz: Člen

source: Banned
cs_cz: Zakázáno

source: Actions
cs_cz: Akce

source: Remove
cs_cz: Smazat

source: Ban
cs_cz: Zakázat

source: No members of this type
cs_cz: Žádní členové tohoto typu

source: Save Changes
cs_cz: Uložit změny

source: Select group type
cs_cz: Vybrat typ skupiny

source: (Not available on the front end)
cs_cz: (Není k dispozici na front endu)

source: Viewing 1 member
cs_cz: Zobrazení 1 člena

source: There was an error while changing group type. Please try again.
cs_cz: Při změně typu skupiny došlo k chybě. Prosím zkuste to znovu.

source: Group type was changed successfully.
cs_cz: Typ skupiny byl úspěšně změněn.

source: %1$s replied to the forum topic %2$s in the group %3$s
cs_cz: Uživatel %1$s odpověděl na téma fóra %2$s ve skupině %3$s

source: %1$s started the forum topic %2$s in the group %3$s
cs_cz: Uživatel %1$s otevřel téma fóra %2$s ve skupině %3$s

source: %1$s edited the forum topic %2$s in the group %3$s
cs_cz: Uživatel %1$s upravil téma fóra %2$s ve skupině %3$s

source: Group Admin
cs_cz: Administrátor skupiny

source: As the only admin, you cannot leave the group.
cs_cz: Jako jediný admin nemůžete skupinu opustit.

source: %1$s posted an update in the group %2$s
cs_cz: Uživatel %1$s zveřejnil aktualizaci ve skupině %2$s

source: Group type already exists.
cs_cz: Typ skupiny již existuje.

source: You may not register a group type with this name.
cs_cz: Možná nebudete moci zaregistrovat typ skupiny s tímto názvem.

source: an administrator
cs_cz: administrátor

source: a moderator
cs_cz: moderátor

source: %1$d new membership requests for the group "%2$s"
cs_cz: %1$d nové žádosti o členství ve skupině "%2$s"

source: %s requests group membership
cs_cz: Uživatel %s žádá o členství ve skupině

source: %d accepted group membership requests
cs_cz: Uživatel %d přijal žádosti o členství ve skupině

source: Membership for group "%s" accepted
cs_cz: Členství ve skupině "%s" bylo přijato

source: %d rejected group membership requests
cs_cz: Uživatel %d odmítl žádosti o členství ve skupině

source: Membership for group "%s" rejected
cs_cz: Členství ve skupině "%s" bylo zamítnuto

source: You were promoted to an admin in %d groups
cs_cz: Byl jste povýšen do role administrátora ve %d skupinách

source: You were promoted to an admin in the group "%s"
cs_cz: Byl jste povýšeni do role administrátora ve skupině "%s"

source: You were promoted to a mod in %d groups
cs_cz: Byl jste povýšen do role moderátora ve %d skupinách

source: You were promoted to a mod in the group "%s"
cs_cz: Byl jste povýšeni do role moderátora ve skupině "%s"

source: You have %d new group invitations
cs_cz: Máte nové pozvánky (%d ) do skupin

source: You have an invitation to the group: %s
cs_cz: Máte pozvánku do skupiny: %s

source: Group invite could not be accepted
cs_cz: Pozvánka skupiny nemohla být přijata

source: Group invite accepted. Visit %s.
cs_cz: Pozvánka skupiny byla přijata. Navštivte %s.

source: Group invite could not be rejected
cs_cz: Pozvánka skupiny nemohla být zamítnuta

source: Group invite rejected
cs_cz: Pozvánka skupiny byla zamítnuta

source: It looks like you've already said that!
cs_cz: Vypadá to, že jste to již řek(a)!

source: There was an error when replying to that topic
cs_cz: Při odpovědi na toto téma došlo k chybě

source: Your reply was posted successfully
cs_cz: Vaše odpověď byla úspěšně odeslána

source: There was an error when making that topic a sticky
cs_cz: Při vytváření tohoto tématu nastala chyba

source: The topic was made sticky successfully
cs_cz: Téma bylo úspěšně připojeno

source: There was an error when unsticking that topic
cs_cz: Při odstraňování tohoto tématu došlo k chybě

source: The topic was unstuck successfully
cs_cz: Téma bylo úspěšně odblokováno

source: There was an error when closing that topic
cs_cz: Při zavření tohoto tématu došlo k chybě

source: The topic was closed successfully
cs_cz: Téma bylo úspěšně uzavřeno

source: There was an error when opening that topic
cs_cz: Při otevření tohoto tématu došlo k chybě

source: The topic was opened successfully
cs_cz: Téma bylo úspěšně zahájeno

source: There was an error deleting the topic
cs_cz: Při mazání tématu došlo k chybě

source: The topic was deleted successfully
cs_cz: Téma bylo úspěšně smazáno

source: There was an error when editing that topic
cs_cz: Při úpravě tohoto tématu došlo k chybě

source: The topic was edited successfully
cs_cz: Téma bylo úspěšně upraveno

source: There was an error deleting that post
cs_cz: Při mazání tohoto příspěvku došlo k chybě

source: The post was deleted successfully
cs_cz: Pošta byla úspěšně smazána

source: There was an error when editing that post
cs_cz: Při úpravě tohoto příspěvku došlo k chybě

source: The post was edited successfully
cs_cz: Příspěvek byl úspěšně upraven

source: You have been banned from this group.
cs_cz: Tato skupina Vám byla zakázána.

source: This group does not have a forum setup yet.
cs_cz: Tato skupina zatím nemá nastaveno fórum.

source: Group invites sent.
cs_cz: Skupinové pozvánky byly odeslány.

source: You are not allowed to send or remove invites
cs_cz: Nemáte právo odesílat nebo odstranit pozvánky

source: The member requested to join the group
cs_cz: Tento člen požádal o připojení do skupiny

source: Group invite accepted
cs_cz: Pozvánka skupiny byla přijata

source: There was an error accepting the group invitation. Please try again.
cs_cz: Při přijímání skupinové pozvánky došlo k chybě. Prosím zkuste to znovu.

source: There was an error sending your group membership request. Please try again.
cs_cz: Při odesílání požadavku na členství ve skupině došlo k chybě. Prosím zkuste to znovu.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
cs_cz: Vaše žádost o členství byla úspěšně odeslána správci skupiny. Budete upozorněni, když správce skupiny odpoví na vaši žádost.

source: Groups must have a name and a description. Please try again.
cs_cz: Skupiny musí mít jméno a popis. Prosím zkuste to znovu.

source: There was an error updating group details. Please try again.
cs_cz: Při aktualizaci podrobností o skupině došlo k chybě. Prosím zkuste to znovu.

source: Group details were successfully updated.
cs_cz: Údaje o skupině byly úspěšně aktualizovány.

source: There was an error updating group settings. Please try again.
cs_cz: Při aktualizaci nastavení skupiny došlo k chybě. Prosím zkuste to znovu.

source: Group settings were successfully updated.
cs_cz: Nastavení skupiny bylo úspěšně aktualizováno.

source: The new group profile photo was uploaded successfully.
cs_cz: Nová profilová fotografie skupiny byla úspěšně nahrána.

source: There was an error when promoting that user. Please try again.
cs_cz: Při povýšení tohoto uživatele došlo k chybě. Prosím zkuste to znovu.

source: User promoted successfully
cs_cz: Uživatel byl úspěšně povýšen

source: There was an error when demoting that user. Please try again.
cs_cz: Při přeřazení tohoto uživatele na nižší roli došlo k chybě. Prosím zkuste to znovu.

source: User demoted successfully
cs_cz: Práva uživatele byla úspěšně ponížena

source: There was an error when banning that user. Please try again.
cs_cz: Při zákazu tohoto uživatele došlo k chybě. Prosím zkuste to znovu.

source: User banned successfully
cs_cz: Uživatel byl úspěšně zablokován

source: There was an error when unbanning that user. Please try again.
cs_cz: Při povolení tohoto zakázaného uživatele došlo k chybě. Prosím zkuste to znovu.

source: User ban removed successfully
cs_cz: Uživatel byl úspěšně odblokován

source: There was an error removing that user from the group. Please try again.
cs_cz: Při odebrání tohoto uživatele ze skupiny došlo k chybě. Prosím zkuste to znovu.

source: User removed successfully
cs_cz: Uživatel byl úspěšně odebrán

source: There was an error accepting the membership request. Please try again.
cs_cz: Při přijímání žádosti o členství došlo k chybě. Prosím zkuste to znovu.

source: Group membership request accepted
cs_cz: Žádost o členství ve skupině byla přijata

source: There was an error rejecting the membership request. Please try again.
cs_cz: Při odmítnutí žádosti o členství došlo k chybě. Prosím zkuste to znovu.

source: Group membership request rejected
cs_cz: Žádost o členství v skupině byla zamítnuta

source: There was an error deleting the group. Please try again.
cs_cz: Při odstraňování skupiny došlo k chybě. Prosím zkuste to znovu.

source: The group was deleted successfully.
cs_cz: Skupina byla úspěšně smazána.

source: Group Types:
cs_cz: Typy skupin:

source: Public Group
cs_cz: Veřejná skupina

source: Hidden Group
cs_cz: Skrytá skupina

source: Private Group
cs_cz: Soukromá skupina

source: Group
cs_cz: Skupina

source: not yet active
cs_cz: dosud není aktivní

source: Group creator profile photo of %s
cs_cz: Profilová fotografie zakladatele skupiny %s

source: No Admins
cs_cz: Žádní administrátoři

source: No Mods
cs_cz: Žádní moderátoři

source: Filter Groups
cs_cz: Filtrovat skupiny

source: Viewing 1 group
cs_cz: Zobrazena jedna skupina

source: Viewing %1$s - %2$s of %3$s group
cs_cz: Zobrazení %1$s skupiny

source: %s member
cs_cz: Člen(ka) %s

source: %d topic
cs_cz: %d téma

source: %d topics
cs_cz: %d témata

source: %d posts
cs_cz: %d příspěvků

source: Demote to Member
cs_cz: Přeřazení uživatele na roli Člen

source: joined %s
cs_cz: přídal(a) se

source: This group has no administrators
cs_cz: Tato skupina nemá žádné správce

source: Promote to Admin
cs_cz: Povýšit na roli Administrátor

source: This group has no moderators
cs_cz: Tato skupina nemá moderátory

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
cs_cz: Tato akce by neměla být použita přímo. Použijte rozhraní API BuddyPress Group Extension pro generování záložek Správa.

source: Leave Group
cs_cz: Opustit skupinu

source: Join Group
cs_cz: Připojit ke skupině

source: Accept Invitation
cs_cz: Přijmout pozvánku

source: Request Sent
cs_cz: Žádost odeslána

source: Request Membership
cs_cz: Žádat o členství

source: This group is not currently accessible.
cs_cz: Tato skupina momentálně není přístupná.

source: You must accept your pending invitation before you can access this private group.
cs_cz: Předtím, než budete moci přistupovat k této soukromé skupině, musíte přijmout čekající pozvánky.

source: This is a private group and you must request group membership in order to join.
cs_cz: Toto je soukromá skupina a musíte se přihlásit ke členství ve skupině.

source: This is a private group. To join you must be a registered site member and request group membership.
cs_cz: Toto je soukromá skupina. Pro přidání k této skupině musíte být registrovaným členem webu a požádat o členství ve skupině.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
cs_cz: Toto je soukromá skupina. Žádost o členství čeká na schválení správcem skupiny.

source: This is a hidden group and only invited members can join.
cs_cz: Toto je skrytá skupina a mohou se připojit pouze pozvaní členové.

source: Viewing %1$s - %2$s of %3$s member
cs_cz: Zobrazení %1$s člena

source: Group secondary navigation
cs_cz: Sekundární navigace ve skupině

source: Order By:
cs_cz: Pořadí podle:

source: Oldest
cs_cz: Nejstarší

source: Group Activity
cs_cz: Aktivita skupiny

source: Alphabetical
cs_cz: Abecedně

source: Group photo
cs_cz: Ilustrační fotografie

source: Recently Joined
cs_cz: Nedávno se připojil

source: Most Popular
cs_cz: Nejoblíbenější

source: Administrator Of
cs_cz: Administrátor

source: Moderator Of
cs_cz: Moderátor

source: Viewing groups of the type: %s
cs_cz: Zobrazení skupin typu: %s

source: Group avatar
cs_cz: Avatar skupiny

source: requested %s
cs_cz: žádaný %s

source: Viewing 1 request
cs_cz: Zobrazení 1 požadavku

source: Viewing %1$s - %2$s of %3$s request
cs_cz: Zobrazení %1$s požadavku

source: Viewing 1 invitation
cs_cz: Zobrazení 1 pozvání

source: Viewing %1$s - %2$s of %3$s invitation
cs_cz: Zobrazení %1$s pozvánky

source: Group Activity RSS Feed
cs_cz: RSS kanál skupinové aktivity

source: %s group
cs_cz: Skupina %s

source: created %s
cs_cz: vytvořeno %s

source: No groups matched the current filter.
cs_cz: Žádné skupiny neodpovídají aktuálnímu filtru.

source: You do not have access to this content.
cs_cz: Nemáte přístup k tomuto obsahu.

source: Memberships
cs_cz: Členství

source: Invitations
cs_cz: Pozvánky

source: Details
cs_cz: Podrobnosti

source: Photo
cs_cz: Foto

source: Cover Image
cs_cz: Titulní fotografie

source: Requests
cs_cz: Žádosti

source: No Group Profile Photo
cs_cz: Žádná profilová fotografie skupiny

source: No groups found.
cs_cz: Nebyly nalezeny žádné skupiny.

source: Groups list
cs_cz: Seznam skupin

source: Filter groups list
cs_cz: Filtrovat seznam skupin

source: Public <span class="count">(%s)</span>
cs_cz: Veřejná <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
cs_cz: Soukromé <span class="count">(%s)</span>

source: Hidden <span class="count">(%s)</span>
cs_cz: Skrytá <span class="count">(%s)</span>

source: Select group %1$d
cs_cz: Vyberte skupinu %1$d

source: Change group type to&hellip;
cs_cz: Změnit typ skupiny na &hellip;

source: No Group Type
cs_cz: Žádný typ skupiny

source: Change
cs_cz: Změnit

source: Group Mod
cs_cz: Moderátor skupiny

source: A dynamic list of recently active, popular, newest, or alphabetical groups
cs_cz: Dynamický seznam nedávno aktivních, populárních, nejnovějších nebo abecedních skupin

source: There are no groups to display.
cs_cz: Nejsou žádné skupiny k zobrazení.

source: Link widget title to Groups directory
cs_cz: Odkázat titul widgetu do adresáře Skupin

source: Max groups to show:
cs_cz: Max. počet skupin k zobrazení:

source: Default groups to show:
cs_cz: Výchozí skupiny, které chcete zobrazit:

source: Your site does not support BuddyPress.
cs_cz: Váš web nepodporuje BuddyPress.

source: Your site is currently running PHP version %1$s, while BuddyPress requires version %2$s or greater.
cs_cz: Váš web nyní běží na PHP verzi %1$s, ale BuddyPress vyžaduje verzi %2$s nebo vyšší.

source: Please update your server or deactivate BuddyPress.
cs_cz: Aktualizujte server nebo vypněte BuddyPress.

source: User removed as spammer.
cs_cz: Uživatel byl odstraněn jako spammer.

source: %s has been deleted from the system.
cs_cz: %s byl odstraněn ze systému.

source: There was an error deleting %s from the system. Please try again.
cs_cz: Došlo k chybě při mazání %s ze systému. Zkuste to prosím znovu.

source: New member registered
cs_cz: Nový registrovaný člen

source: New Members
cs_cz: Noví členové

source: %s became a registered member
cs_cz: %s se stal registrovaným členem

source: Edit My Profile
cs_cz: Upravit profil

source: Log in
cs_cz: Přihlásit se

source: Edit Member
cs_cz: Upravit člena

source: Edit Profile
cs_cz: Upravit profil

source: Edit Profile Photo
cs_cz: Upravit obrázek

source: Edit Cover Image
cs_cz: Změnit obrázek

source: Delete Account
cs_cz: Smazat účet

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
cs_cz: Údaje o poslední aktivitě uživatele již nejsou ukládány do usermeta. Místo toho použijte bp_get_user_last_activity().

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
cs_cz: Údaje o poslední aktivitě uživatele již nejsou ukládány do usermeta. Místo toho použijte bp_update_user_last_activity().

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
cs_cz: <strong>CHYBA</strong>: Váš účet byl označen jako spammer.

source: Please check your email address.
cs_cz: Zkontrolujte prosím svou e-mailovou adresu.

source: Sorry, that email address is not allowed!
cs_cz: Tato emailová adresa není povolena!

source: Sorry, that email address is already used!
cs_cz: Tato emailová adresa již byla použita!

source: Please enter a username
cs_cz: Zadejte uživatelské jméno

source: That username is not allowed
cs_cz: Toto uživatelské jméno není povoleno

source: Usernames can contain only letters, numbers, ., -, and @
cs_cz: Uživatelská jména mohou obsahovat jen písmena, číslice, ., -, a @

source: Username must be at least 4 characters
cs_cz: Uživatelské jméno musí mít minimálně 4 znaky

source: Sorry, usernames may not contain the character "_"!
cs_cz: Uživatelské jméno nesmí obsahovat znak „_“!

source: Sorry, usernames must have letters too!
cs_cz: Uživatelské jméno musí obsahovat také písmena!

source: Sorry, that username already exists!
cs_cz: Toto uživatelské jméno již existuje!

source: Invalid activation key.
cs_cz: Aktivační klíč je neplatný.

source: The user is already active.
cs_cz: Uživatel je již aktivní.

source: The site is already active.
cs_cz: Web už byl úspěšně aktivován.

source: Could not create user
cs_cz: Nepodařilo se vytvořit uživatele.

source: That username is already activated.
cs_cz: Toto uživatelské jméno je už obsazeno.

source: If you have not received an email yet, <a href="%s">click here to resend it</a>.
cs_cz: Pokud jste dosud neobdrželi e-mail, <a href="%s"> klikněte sem a odešlete jej znovu </a>.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
cs_cz: <strong> CHYBA </ strong>: Váš účet nebyl aktivován. Zkontrolujte e-mail s aktivačním odkazem.

source: <strong>ERROR</strong>: Your account has already been activated.
cs_cz: <strong>Chyba</strong>: Váš účet už byl aktivován.

source: Activation email resent! Please check your inbox or spam folder.
cs_cz: Aktivační e-mail byl znovu odeslán! Zkontrolujte prosím složku doručené pošty nebo spamu.

source: Member type already exists.
cs_cz: Typ člena již existuje.

source: You may not register a member type with this name.
cs_cz: Možná nebudete moci zaregistrovat typ člena s tímto názvem.

source: Please make sure you enter your password twice
cs_cz: Ujistěte se, že jste zadali své heslo dvakrát

source: The passwords you entered do not match.
cs_cz: Hesla, která jste zadal(a) se neshodují.

source: This is a required field
cs_cz: Toto pole je povinné

source: Your account is now active!
cs_cz: Váš účet je nyní aktivní!

source: Viewing 1 active member
cs_cz: Zobrazen 1 aktivní člen

source: Viewing %1$s - %2$s of %3$s active member
cs_cz: Zobrazen %1$s aktivní člen

source: Viewing 1 member with friends
cs_cz: Zobrazení 1 člena majícího přátele

source: Viewing %1$s - %2$s of %3$s member with friends
cs_cz: Zobrazení %1$s člena majícího přátele

source: Viewing 1 online member
cs_cz: Zobrazení 1 online člena

source: Viewing %1$s - %2$s of %3$s online member
cs_cz: Zobrazení %1$s online člena

source: Viewing members of the type: %s
cs_cz: Zobrazení členů konkrétního typu: %s

source: Your Profile Photo
cs_cz: Vaše profilová fotografie

source: Activity RSS Feed
cs_cz: RSS zdroj aktivit

source: A dynamic list of recently active, popular, and newest members
cs_cz: Dynamický seznam nově aktivních, oblíbených a nejnovějších členů

source: No one has signed up yet!
cs_cz: Nikdo se ještě nezaregistroval!

source: Max members to show:
cs_cz: Max počet členů k zobrazení:

source: Default members to show:
cs_cz: Výchozí členové k zobrazení:

source: Profile photos of recently active members
cs_cz: Profilové fotografie nedávno aktivních členů

source: There are no recently active members
cs_cz: Žádní členové nejsou nedávno aktivní

source: Recently Active Members
cs_cz: Nedávno aktivní členové

source: Profile photos of online users
cs_cz: Profilové fotografie online uživatelů

source: There are no users currently online
cs_cz: Žádní uživatelé momentálně nejsou online
