Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Only users who are invited can join the group.
cs_cz: Do skupiny se mohou připojit pouze pozvaní uživatelé.

source: This group will not be listed in the groups directory or search results.
cs_cz: Tato skupina nebude uvedena v adresáři skupin nebo ve výsledcích vyhledávání.

source: Group Types
cs_cz: Typy skupin

source: Select the types this group should be a part of.
cs_cz: Vyberte typy, kterých by tato skupina měla být součástí.

source: Group Invitations
cs_cz: Pozvánky do skupiny

source: Which members of this group are allowed to invite others?
cs_cz: Kteří členové této skupiny mohou pozvat ostatní?

source: Should this group have a forum?
cs_cz: Má mít tato skupina fórum?

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
cs_cz: <strong> Upozornění na správce webu: </ strong> Skupinová fóra vyžadují <a href="%s"> správné nastavení a konfiguraci </a> instalace bbPress.

source: Group Avatar
cs_cz: Avatar Skupiny

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
cs_cz: Nahrajte obrázek, který chcete použít jako profilovou fotku pro tuto skupinu. Obraz se zobrazí na stránce hlavní skupiny a ve výsledcích vyhledávání.

source: Select an image
cs_cz: Vyberte obrázek

source: Upload Image
cs_cz: Nahrát Obrázek

source: To skip the group profile photo upload process, hit the "Next Step" button.
cs_cz: Chcete-li přeskočit proces nahrávání profilové fotografie, stiskněte tlačítko "Další krok".

source: Crop Group Profile Photo
cs_cz: Oříznout profilovou fotografii skupiny

source: Profile photo to crop
cs_cz: Profilová fotografie k ořiznutí

source: Profile photo preview
cs_cz: Náhled profilové fotografie

source: The Cover Image will be used to customize the header of your group.
cs_cz: Obrázek se použije k přizpůsobení záhlaví vaší skupiny.

source: Group Invites
cs_cz: Skupinové pozvánky

source: Select people to invite from your friends list.
cs_cz: Vyberte ze seznamu vašich přátel lidi, které chcete pozvat.

source: Remove Invite
cs_cz: Odstranit pozvánku

source: Once you have built up friend connections you will be able to invite others to your group.
cs_cz: Jakmile vytvoříte spojení s přítelem, budete moci pozvat ostatní do vaší skupiny.

source: Back to Previous Step
cs_cz: Zpět k předchozímu kroku

source: Next Step
cs_cz: Další krok

source: Create Group and Continue
cs_cz: Vytvořit skupinu a pokračovat

source: Finish
cs_cz: Dokončit

source: There were no groups found.
cs_cz: Nebyly nalezeny žádné skupiny.

source: Groups directory main navigation
cs_cz: Seznam skupin hlavní navigace

source: All Groups %s
cs_cz: Všechny skupiny %s

source: Groups directory secondary navigation
cs_cz: Seznam skupin sekundární navigace

source: Most Members
cs_cz: Většina členů

source: Newly Created
cs_cz: Nově vytvořené

source: Groups directory
cs_cz: Seznam skupin

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
cs_cz: UPOZORNĚNÍ: Vymazání této skupiny zcela odstraní veškerý obsah s ní spojený. Vymazání nelze vrátit, prosím, buďte opatrní s touto volbou.

source: I understand the consequences of deleting this group.
cs_cz: Rozumím důsledkům odstranění této skupiny.

source: Manage Group Details
cs_cz: Správa podrobností skupiny

source: Notify group members of these changes via email
cs_cz: Informujte e-mailem členy skupiny o těchto změnách

source: Crop Profile Photo
cs_cz: Oříznout profilovou fotografii

source: Manage Group Settings
cs_cz: Správa nastavení skupiny

source: No group administrators were found.
cs_cz: Nebyli nalezeni žádní administrátoři skupiny.

source: No group moderators were found.
cs_cz: Nebyli nalezeni žádní moderátoři skupiny.

source: (banned)
cs_cz: (zakázáno)

source: Remove Ban
cs_cz: Odstranit zákaz

source: Kick &amp; Ban
cs_cz: Vyloučit & amp; Zakázat

source: Promote to Mod
cs_cz: Povýšit na moderátora

source: Remove from group
cs_cz: Odstranit ze skupiny

source: No group members were found.
cs_cz: Nebyli nalezeni žádní členové skupiny.

source: Manage Membership Requests
cs_cz: Spravovat žádosti o členství.

source: Group Admins
cs_cz: Administrátoři skupiny

source: Group Mods
cs_cz: Moderátoři skupiny

source: Forum Directory
cs_cz: Adresář fóra

source: Edit:
cs_cz: Upravit:

source: Edit text
cs_cz: Upravit text

source: This topic does not exist.
cs_cz: Toto téma neexistuje.

source: New Reply
cs_cz: Nová odpověď

source: Topic tags:
cs_cz: Štítky:

source: %1$s said %2$s:
cs_cz: %1$s řekl(a) %2$s:

source: Permanent link to this post
cs_cz: Trvalý dokaz na tento příspěvek

source: There are no posts for this topic.
cs_cz: Není žádný příspěvek k tomuto tématu.

source: You will auto join this group when you reply to this topic.
cs_cz: K této skupině se automaticky připojíte, když odpovíte na toto téma.

source: Add a reply:
cs_cz: Přidat odpověď:

source: Post Reply
cs_cz: Odeslat odpověď

source: This topic is closed, replies are no longer accepted.
cs_cz: Toto téma je uzavřeno, odpovědi již nejsou přijímány.

source: You will auto join this group when you start a new topic.
cs_cz: Pokud otevřete nové téma připojíte se automaticky ke skupině.

source: Post a New Topic:
cs_cz: Odeslat nové téma:

source: Group primary navigation
cs_cz: Primární navigace ve skupině

source: Select friends to invite.
cs_cz: Vyberte přátele, které chcete pozvat.

source: No members were found.
cs_cz: Nebyli nalezeni žádní členové.

source: Request form
cs_cz: Poptávkový formulář

source: You are requesting to become a member of the group '%s'.
cs_cz: Požadujete, abyste se stali členem skupiny '%s'.

source: Comments (optional)
cs_cz: Komentáře (volitelně)

source: Send Request
cs_cz: Odeslat žádost

source: Accept
cs_cz: Přijmout

source: Reject
cs_cz: Zamítnout

source: There are no pending membership requests.
cs_cz: Neexistují žádné nevyřízené žádosti o členství.

source: Send invites
cs_cz: Odeslat pozvánku

source: Send Invites
cs_cz: Odeslat pozvánku

source: Group invitations can only be extended to friends.
cs_cz: Skupinové pozvánky lze rozšířit pouze na přátele.

source: Once you've made some friendships, you'll be able to invite those members to this group.
cs_cz: Jakmile navážete nějaké přátelství, můžete tyto členy pozvat do této skupiny.

source: All of your friends already belong to this group.
cs_cz: Všichni vaši přátelé již patří do této skupiny.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
cs_cz: Účet byl úspěšně aktivován! Podrobnosti o účtu vám byly odeslány v samostatném emailu.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
cs_cz: Váš účet byl úspěšně aktivován! Nyní se můžete <a href="%s"> přihlásit </a> pomocí uživatelského jména a hesla, které jste zadali při registraci.

source: Please provide a valid activation key.
cs_cz: Použijte správný aktivační klíč.

source: Activation Key:
cs_cz: Aktivační klíč:

source: Members directory main navigation
cs_cz: Seznam členů hlavní navigace

source: Members directory secondary navigation
cs_cz: Seznam členů sekundární navigace

source: Newest Registered
cs_cz: Nejnověji Registrováno

source: Members directory
cs_cz: Seznam členů

source: User registration is currently not allowed.
cs_cz: Registrace uživatelů momentálně není povolena.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
cs_cz: Registrace na tuto stránku je snadná. Stačí vyplnit níže uvedená pole a my vám okamžitě vytvoříme nový účet.

source: Account Details
cs_cz: Podrobnosti účtu

source: (required)
cs_cz: (povinné)

source: Email Address
cs_cz: Emailová adresa

source: Choose a Password
cs_cz: Vyberte heslo

source: Confirm Password
cs_cz: Potvrdit heslo

source: Profile Details
cs_cz: Podrobnosti profilu

source: This field can be seen by: %s
cs_cz: Toto pole mohou vidět: %s

source: Who can see this field?
cs_cz: Kdo může vidět toto pole?

source: Close
cs_cz: Zavřít

source: Blog Details
cs_cz: Podrobnosti blogu

source: Yes, I'd like to create a new site
cs_cz: Ano, chci vytvořit nový web

source: Blog URL
cs_cz: URL adresa blogu

source: Site Title
cs_cz: Název webu

source: Privacy: I would like my site to appear in search engines, and in public listings around this network.
cs_cz: Soukromí: Chtěl bych, aby se moje stránky objevily ve vyhledávačích a ve veřejných seznamech kolem této sítě.

source: Complete Sign Up
cs_cz: Dokončit registraci

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
cs_cz: Úspěšně jste vytvořili svůj účet! Chcete-li začít používat tento web, musíte svůj účet aktivovat prostřednictvím e-mailu, který jsme právě odeslali na vaši adresu.

source: You have successfully created your account! Please log in using the username and password you have just created.
cs_cz: Váš účet byl úspěšně vytvořen! Přihlaste se pomocí uživatelského jména a hesla, které jste si před chvílí zvolili.

source: Member secondary navigation
cs_cz: Sekundární navigace člena

source: Friendship requests
cs_cz: Požadavek na přátelství

source: You have no pending friendship requests.
cs_cz: Nemáte žádnou čekající žádost o přátelství.

source: My friends
cs_cz: Mí přátelé

source: Friends
cs_cz: Přátelé

source: Group invitations
cs_cz: Pozvánky do skupiny

source: You have no outstanding group invites.
cs_cz: Nemáte žádnou nevyřízenou pozvánku do skupiny.

source: My groups
cs_cz: Moje skupiny

source: Member's groups
cs_cz: Skupiny uživatele

source: Member primary navigation
cs_cz: Primární navigace člena

source: Compose Message
cs_cz: Napsat novou zprávu

source: Send To (Username or Friend's Name)
cs_cz: Komu (uživatelské jméno nebo jméno kamaráda)

source: This is a notice to all users.
cs_cz: Toto je oznámení všem uživatelům.

source: Subject
cs_cz: Předmět

source: Message
cs_cz: Zpráva

source: Send Message
cs_cz: Odeslat zprávu

source: Starred messages
cs_cz: Hodnocené zprávy

source: Select all
cs_cz: Vybrat vše

source: From
cs_cz: Od

source: Select this message
cs_cz: Vybrat tuto zprávu

source: From:
cs_cz: Od:

source: To:
cs_cz: Komu:

source: View Message
cs_cz: Zobrazit zprávu

source: Sorry, no messages were found.
cs_cz: Nebyly nalezeny žádné zprávy.

source: Sent:
cs_cz: Odesláno:

source: Delete Message
cs_cz: Odstranit zprávu

source: Sorry, no notices were found.
cs_cz: Nebyla nalezena žádná oznámení.

source: You are alone in this conversation.
cs_cz: Jste sám v této konverzaci.

source: Conversation between %s recipients.
cs_cz: Počet členů v konverzaci: %s.

source: Conversation between %s.
cs_cz: Konverzace mezi %s.

source: Send a Reply
cs_cz: Odeslat odpověď

source: Reply to Message
cs_cz: Odpovědět

source: Send Reply
cs_cz: Odeslat

source: Messages inbox
cs_cz: Přijaté zprávy

source: Sent Messages
cs_cz: Odeslané Zprávy

source: Sitewide Notices
cs_cz: Oznámení pro všechny uživatele

source: You have no unread notifications.
cs_cz: Nemáte žádné nepřečtené oznámení.

source: This member has no unread notifications.
cs_cz: Tento člen nemá žádná nepřečtená oznámení.

source: You have no notifications.
cs_cz: Nemáte žádná oznámení.

source: This member has no notifications.
cs_cz: Tento člen nemá žádná oznámení.

source: Notification
cs_cz: Oznámení

source: Date Received
cs_cz: Datum Doručení

source: Select this notification
cs_cz: Vybrat toto oznámení.

source: Unread notifications
cs_cz: Nepřečtená upozornění

source: Change Profile Photo
cs_cz: Změnit profilovou fotografii

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
cs_cz: Vaše profilová fotografie bude použita ve vašem profilu a na celém webu. Pokud je <a href="http://gravatar.com"> Gravatar </a> spojen s e-mailem vašeho účtu, bude použit, nebo můžete nahrát obrázek z počitače.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
cs_cz: Klikněte níže pro výběr fotografie ve formátu JPG, GIF nebo PNG z vašeho počítače a pokračujte kliknutím na tlačítko Nahrát obrázek.

source: Crop Your New Profile Photo
cs_cz: Oříznout vaši novou profilovou fotografii

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="https://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
cs_cz: Vaše profilová fotografie bude použita ve vašem profilu a na celém webu. Chcete-li změnit profilovou fotku, vytvořte si účet na <a href="https://gravatar.com"> Gravatar </a> , který používá stejnou e-mailovou adresu, jakou jste použili k registraci na těchto stránkách.

source: Change Cover Image
cs_cz: Změnit obrázek

source: Your Cover Image will be used to customize the header of your profile.
cs_cz: Váš obrázek se použije k přizpůsobení záhlaví vašeho profilu.

source: Editing '%s' Profile Group
cs_cz: Úprava '%s' skupinového profilu

source: Profile field groups
cs_cz: Skupiny profilových polí

source: %s's Profile
cs_cz: %s's profil

source: This user is a spammer.
cs_cz: Tento uživatel je spammer.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
cs_cz: Smazáním účtu odstraníte veškerý obsah, který jste vytvořili. Toto nebude možné vrátit zpět.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
cs_cz: Smazání tohoto účtu odstraní veškerý obsah, který uživatel vytvořil. Toto nebude možné vrátit zpět.

source: I understand the consequences.
cs_cz: Chápu důsledky.

source: Account settings
cs_cz: Nastavení účtu

source: Current Password <span>(required to update email or change current password)</span>
cs_cz: Aktuální heslo <span> (nutné k aktualizaci e-mailu nebo ke změně aktuálního hesla) </ span>

source: Lost your password?
cs_cz: Zapomněli jste heslo?

source: Account Email
cs_cz: Email účtu

source: Change Password <span>(leave blank for no change)</span>
cs_cz: Změnit heslo <span>(nechte prázdné, pokud jej nechcete měnit)</span>

source: Repeat New Password
cs_cz: Zopakujte nové heslo

source: Notification settings
cs_cz: Nastavení Oznámení

source: Send an email notice when:
cs_cz: Poslat oznámení emailem pokud:

source: Profile visibility settings
cs_cz: Nastavení viditelnosti profilu

source: Visibility
cs_cz: Viditelnost

source: BuddyPress Legacy
cs_cz: BuddyPress odkaz

source: Accepted
cs_cz: Přijato

source: comments
cs_cz: komentáře

source: Are you sure you want to leave this group?
cs_cz: Jste si jist(a), že chcete opustit tuto skupinu?

source: My Favorites
cs_cz: Oblíbené

source: Rejected
cs_cz: Zamítnuto

source: Show all
cs_cz: Zobrazit vše

source: Show all comments for this thread
cs_cz: Ukázat všechny komentáře v tomto vlákně.

source: Show all comments (%d)
cs_cz: Zobrazit všechny komentáře (%d)

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
cs_cz: Váš profil má neuložené změny. Pokud stránku opustíte, změny budou ztraceny.

source: There was a problem posting your update. Please try again.
cs_cz: Při odesílání aktualizace došlo k potížím. Prosím zkuste to znovu.

source: There was a problem when deleting. Please try again.
cs_cz: Při mazání došlo k potížím. Prosím zkuste to znovu.

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
cs_cz: % požádal o členství v této skupině. Po odeslání pozvánky bude člen automaticky přidán do skupiny.

source: Friendship could not be requested.
cs_cz: Přátelství nemohlo být požadováno.

source: Friendship request could not be cancelled.
cs_cz: Žádost o přátelství nemohla být zrušena.

source: Request Pending
cs_cz: Žádost čeká na vyřízení

source: There was a problem accepting that request. Please try again.
cs_cz: Při přijímání této žádosti došlo k problému. Prosím zkuste to znovu.

source: There was a problem rejecting that request. Please try again.
cs_cz: Při odmítnutí této žádosti došlo k problému. Prosím zkuste to znovu.

source: Error joining group
cs_cz: Chyba při připojování ke skupině

source: Error requesting membership
cs_cz: Při žádosti o členství nastala chyba

source: Error leaving group
cs_cz: Chyba při odchodu ze skupiny

source: There was a problem closing the notice.
cs_cz: Při uzavření oznámení nastaly potíže.

source: There was a problem sending that reply. Please try again.
cs_cz: Při odesílání odpovědi došlo k chybě. Prosím zkuste to znovu.

source: Member changed profile picture
cs_cz: Člen si změnil profilovou fotografii

source: Updated Profile Photos
cs_cz: Nahrané profilové fotografie

source: Updated Profile
cs_cz: Aktualizovaný profil

source: Profile Updates
cs_cz: Aktualizace profilu

source: %s changed their profile picture
cs_cz: Uživatel %s změnil profilový obrázek

source: %s's profile was updated
cs_cz: Profil uživatele %s byl aktualizován.

source: Add New Field Group
cs_cz: Přidat novou skupinu polí

source: (Primary)
cs_cz: (Primární)

source: Add New Field
cs_cz: Přidat nové pole

source: Fields for "%s" Group
cs_cz: Pole pro skupinu "%s"

source: There are no fields in this group.
cs_cz: V této skupině nejsou žádná pole.

source: * Fields in this group appear on the signup page.
cs_cz: * Pole v této skupině se zobrazují na přihlašovací stránce.

source: There was an error saving the group. Please try again.
cs_cz: Při ukládání skupiny nastala chyba. Zkuste to prosím znovu.

source: The group was saved successfully.
cs_cz: Skupina byla úspěšně uložena.

source: There was an error saving the field. Please try again.
cs_cz: Při ukládání pole nastala chyba. Zkuste to prosím znovu.

source: The field was saved successfully.
cs_cz: Pole bylo úspěšně uloženo.

source: field
cs_cz: pole

source: option
cs_cz: možnost

source: There was an error deleting the %s. Please try again.
cs_cz: Při odstraňování% s došlo k chybě. Prosím zkuste to znovu.

source: The %s was deleted successfully!
cs_cz: %s byl úspěšně smazán!

source: (Sign-up)
cs_cz: (Přihlásit se)

source: Changes saved.
cs_cz: Změny byly uloženy.

source: Your profile settings have been saved.
cs_cz: Nastavení profilu bylo uloženo.

source: This member's profile settings have been saved.
cs_cz: Nastavení profilu tohoto člena bylo uloženo.

source: Profile not recently updated.
cs_cz: Profil nebyl v poslední době aktualizován.

source: Profile updated %s
cs_cz: Profil byl aktualizován %s

source: Select visibility
cs_cz: Zvolit viditelnost

source: Select day
cs_cz: Vyberte den

source: Select month
cs_cz: Vyberte měsíc

source: Select year
cs_cz: Vyberte rok

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Date format
cs_cz: Formát data

source: Time elapsed
cs_cz: Uplynulý čas

source: <code>4 years ago</code>, <code>4 years from now</code>
cs_cz: <code> před 4 lety </ code>, <code> 4 roky od teď </ code>

source: Custom:
cs_cz: Přizpůsobení:

source: Enter custom time format
cs_cz: Zadejte vlastní formát času

source: Example:
cs_cz: Příklad:

source: Documentation on date and time formatting
cs_cz: Dokumentace o formátování data a času

source: Range
cs_cz: Rozsah

source: Absolute
cs_cz: Absolutní

source: Start:
cs_cz: Začátek:

source: End:
cs_cz: Konec:

source: Relative
cs_cz: Relativní

source: Select range
cs_cz: Vybrat rozsah

source: years ago
cs_cz: před léty

source: years from now
cs_cz: roky od teď

source: F j, Y
cs_cz: j. n. Y

source: Clear
cs_cz: Vymazat

source: Number field
cs_cz: Číselné pole

source: Textbox
cs_cz: Odstavec

source: Please enter options for this Field:
cs_cz: Zadej možnosti pro toto pole:

source: Sort Order:
cs_cz: Nastavit pořadí:

source: Custom
cs_cz: Uživatelský odkaz

source: Ascending
cs_cz: Vzestupně

source: Descending
cs_cz: Sestupně

source: Add an option
cs_cz: Přidat volbu

source: Default Value
cs_cz: Výchozí hodnota

source: Add Another Option
cs_cz: Přidat další možnost

source: Users with no member type
cs_cz: Uživatelé bez členství

source: (Member types: %s)
cs_cz: (Typy členů: %s)

source: (Unavailable to all members)
cs_cz: (Nedostupné všem členům)

source: Profile fields must have a name.
cs_cz: Pole profilu musí mít název.

source: Profile field requirement is missing.
cs_cz: Požadavek na pole profilu chybí.

source: Profile field type is missing.
cs_cz: Typ pole profilu chybí.

source: The profile field type %s is not registered.
cs_cz: Typ pole profilu %s není registrován.

source: These field options are invalid.
cs_cz: Tyto možnosti pole jsou neplatné.

source: %s require at least one option.
cs_cz: %s vyžaduje alespoň jednu možnost.

source: Edit Field
cs_cz: Upravit pole

source: Submit
cs_cz: Potvrdit

source: Add description
cs_cz: Přidejte popis

source: Member Types
cs_cz: Typy členů

source: This field should be available to:
cs_cz: Toto pole by mělo být k dispozici pro:

source: Unavailable to all members.
cs_cz: Nedostupné všem členům.

source: Allow members to override
cs_cz: Dovolit členům upravit nastavení

source: Enforce field visibility
cs_cz: Vynutit zobrazení pole

source: Requirement
cs_cz: Požadavek

source: Not Required
cs_cz: Není vyžadováno

source: Required
cs_cz: Povinné

source: Autolink
cs_cz: Automaticky odkazovat

source: On user profiles, link this field to a search of the Members directory, using the field value as a search term.
cs_cz: Toto pole v uživatelském profilu slouží k prohledání složek uživatelů; jako hledané slovo užívá hodnotu pole.

source: Autolink status for this field
cs_cz: Automatické odkazování stavu tohoto pole

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Zakázáno

source: Type
cs_cz: Typ obsahu

source: Please make sure you give the group a name.
cs_cz: Ujistěte se prosím, že dáte skupině jméno.

source: Edit Field Group
cs_cz: Upravit skupinu polí

source: Field Group Name (required)
cs_cz: Pole Název Skupiny (povinné)

source: Field Group Description
cs_cz: Pole popisu skupiny

source: Delete Profile Photo
cs_cz: Smazat profilovou fotografii

source: Cheatin&#8217; huh?
cs_cz: Podvádíte, že?

source: BuddyPress adds community features to WordPress. Member Profiles, Activity Streams, Direct Messaging, Notifications, and more!
cs_cz: BuddyPress přidává do aplikace WordPress funkce komunity. Profily členů, toky aktivit, přímé zasílání zpráv, upozornění a další!

source: The BuddyPress Community
cs_cz: BuddyPress komunita

# Admin Dashbord SWA page title
source: Activity
cs_cz: Aktivity

# Admin Dashbord SWA menu
source: Activity
cs_cz: Aktivita

# activity admin edit screen
source: Status
cs_cz: Stav

# activity admin edit screen
source: Primary Item/Secondary Item
cs_cz: Primární položka / Sekundární položka

# activity admin edit screen
source: Link
cs_cz: Odkaz

# activity admin edit screen
source: Type
cs_cz: Typ

# activity admin edit screen
source: Author ID
cs_cz: ID autora
