Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

source: Register your new BuddyPress theme package and allow the user to select which template pack to use.
cs_cz: Zaregistrujte svůj nový balíček témat BuddyPress a nechte uživatele vybrat, který balíček šablon použít.

source: New template function %s
cs_cz: Nová funkce šablony %s

source: Output a group name as a text hyperlink where appropriate.
cs_cz: V případě potřeby vypisujte název skupiny jako hypertextový odkaz.

source: BuddyPress is created by a worldwide network of friendly folks like these.
cs_cz: BuddyPress vytvářejí skvělí lidé z celého světa.

source: Project Leaders
cs_cz: Vedení projektu

source: Project Lead
cs_cz: Vedoucí projektu

source: Lead Developer
cs_cz: Hlavní vývojář

source: BuddyPress Team
cs_cz: Tým BuddyPress

source: 2.9 Release Lead
cs_cz: Vedoucí verze 2.9

source: Core Developer
cs_cz: Stálý vývojář

source: Navigator
cs_cz: Navigátor

source: Community Support
cs_cz: Komunitní podpora

source: &#x1f31f;Recent Rockstars&#x1f31f;
cs_cz: &#x1f31f;Nejnovější hvězdy&#x1f31f;

source: Contributors to BuddyPress %s
cs_cz: Další lidé, kteří se účastnili vývoje BuddyPressu %s

source: &#x1f496;With our thanks to these Open Source projects&#x1f496;
cs_cz: &#x1f496;S našimi díky těmto Open Source projektům&#x1f496;

source: Thank you for installing BuddyPress! BuddyPress adds community features to WordPress. Member Profiles, Activity Streams, Direct Messaging, Notifications, and more!
cs_cz: Děkujeme, že jste nainstalovali aplikaci BuddyPress! BuddyPress přidává do aplikace WordPress funkce komunity. Profily členů, Toky aktivit, Přímé zasílání zpráv, Upozornění a další!

source: Thank you for updating! BuddyPress %s has many new improvements that you will enjoy.
cs_cz: Děkujeme, že jste provedli aktualizaci! BuddyPress %s obsahuje mnoho nových funkcí, které vám udělají radost.

source: Welcome to BuddyPress %s
cs_cz: Vítejte v BuddyPressu %s

source: What&#8217;s New
cs_cz: Novinky

source: Credits
cs_cz: Autoři

source: That photo is too big. Please upload one smaller than %s
cs_cz: Fotka je příliš velká. Nahrajte prosím jinou menší než %s

source: Please upload only this file type: %s.
cs_cz: Nahrajte prosím pouze tento typ souboru: %s.

source: There was a problem cropping your profile photo.
cs_cz: Došlo k potížím s oříznutím profilové fotografie.

source: Your new profile photo was uploaded successfully.
cs_cz: Nová profilová fotografie byla úspěšně nahrána.

source: There was a problem deleting your profile photo. Please try again.
cs_cz: Při mazání profilové fotografie došlo k potížím. Prosím zkuste to znovu.

source: Your profile photo was deleted successfully!
cs_cz: Vaše profilová fotografie byla úspěšně smazána!

source: There was a problem cropping the group profile photo.
cs_cz: Došlo k potížím s oříznutím profilové fotografie skupiny.

source: The group profile photo was uploaded successfully.
cs_cz: Profilová fotografie skupiny byla úspěšně nahrána.

source: There was a problem deleting the group profile photo. Please try again.
cs_cz: Při mazání profilové fotografie skupiny došlo k potížím. Prosím zkuste to znovu.

source: The group profile photo was deleted successfully!
cs_cz: Profilová fotografie skupiny byla úspěšně smazána!

source: That image is too big. Please upload one smaller than %s
cs_cz: Tento obrázek je příliš velký. Nahrajte prosím jeden menší než %s

source: Your new cover image was uploaded successfully.
cs_cz: Nový obrázek byl úspěšně nahrán.

source: There was a problem deleting your cover image. Please try again.
cs_cz: Při mazání obrázku došlo k potížím. Prosím zkuste to znovu.

source: Your cover image was deleted successfully!
cs_cz: Váš obrázek byl úspěšně smazán!

source: The group cover image was uploaded successfully.
cs_cz: Obrázek skupiny byl úspěšně nahrán.

source: There was a problem deleting the group cover image. Please try again.
cs_cz: Obrázek skupiny se nepodařilo smazat. Prosím zkuste to znovu.

source: The group cover image was deleted successfully!
cs_cz: Obrázek skupiny byl úspěšně smazán!

source: The file was uploaded successfully
cs_cz: Soubor byl úspěšně nahrán.

source: The uploaded file exceeds the maximum allowed file size for this site
cs_cz: Nahraný soubor překračuje maximální povolenou velikost souboru pro tento web

source: The uploaded file exceeds the maximum allowed file size of: %s
cs_cz: Nahraný soubor překračuje maximální povolenou velikost souboru: %s

source: The uploaded file was only partially uploaded.
cs_cz: Soubor byl nahrán pouze částečně.

source: No file was uploaded.
cs_cz: Žádný soubor nebyl nahrán.

source: Missing a temporary folder.
cs_cz: Dočasný adresář neexistuje.

source: Failed to write file to disk.
cs_cz: Nepodařilo se zapsat soubor na disk.

source: File upload stopped by extension.
cs_cz: Nahrávání souboru bylo přerušeno rozšířením pro PHP.

source: Cropping the file failed: missing source file.
cs_cz: Oříznutí souboru se nezdařilo: chybí zdrojový soubor.

source: Cropping the file failed: the file path is not allowed.
cs_cz: Oříznutí souboru se nezdařilo: cesta k souboru není povolena.

source: Cropping the file failed: %s is not a supported image file.
cs_cz: Oříznutí souboru selhalo: %s není podporovaný obrazový soubor.

source: Sorry, uploading the file failed.
cs_cz: Je nám líto, nahrávání souboru se nezdařilo.

source: File successfully uploaded.
cs_cz: Soubor byl úspěšně nahrán.

source: The bp_nav and bp_options_nav globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
cs_cz: Globální proměnné bp_nav a bp_options_nav by neměly být používány přímo a jsou zastaralé. Použijte místo toho funkce BuddyPress nav.

source: These globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
cs_cz: Tyto globální proměnné by neměly být používány přímo a jsou zastaralé. Použijte místo toho funkce BuddyPress nav.

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
cs_cz: Zobrazit přihlašovací formulář k odhlášeným návštěvníkům a odkaz pro odhlášení přihlášeným uživatelům.

source: Username
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: Remember Me
cs_cz: Pamatovat si mě

source: Title:
cs_cz: Název:

source: %d group
cs_cz: %s skupina

source: My Profile
cs_cz: Můj profil

source: Name
cs_cz: Jméno

source: About Me
cs_cz: O mně

source: Website
cs_cz: Web

source: %1$s mentioned you in the group "%2$s"
cs_cz: Uživatel %1$s vás zmínil ve skupině "%2$s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
cs_cz: uživatel %1$s vás zmínil ve skupině "%2$s": "%3$s" Chcete-li zobrazit a odpovědět na zprávu, přihlaste se a navštivte: %4$s ---------------------

source: Recently Active
cs_cz: Nedávno aktivní

source: Newest
cs_cz: Nejnovější

source: Alphabetically
cs_cz: Abecedně

source: Dashboard
cs_cz: Nástěnka

source: New Post
cs_cz: Nový příspěvek

source: Manage Posts
cs_cz: Spravovat příspěvky

source: Manage Comments
cs_cz: Komentáře

source: Create a Site!
cs_cz: Vytvořit Web!

source: Switch to WordPress Toolbar
cs_cz: Přepnout na nástrojovou lištu WordPressu

source: Sign Up
cs_cz: Zaregistrovat se

source: Visit
cs_cz: Návštívit

source: Random Member
cs_cz: Náhodný člen

source: Random Group
cs_cz: Náhodná skupina

source: Random Site
cs_cz: Náhodný web

source: Admin Options
cs_cz: Volby administrátora

source: Edit Details
cs_cz: Upravit podrobnosti

source: Group Settings
cs_cz: Nastavení skupin

source: Group Profile Photo
cs_cz: Profilová fotografie skupiny

source: Manage Invitations
cs_cz: Spravovat pozvánky

source: Manage Members
cs_cz: Správa členů

source: Membership Requests
cs_cz: Žádosti o členství

source: Delete Group
cs_cz: Smazat skupinu

source: Blog Authors
cs_cz: Autoři blogu

source: Edit %s's Profile
cs_cz: Upravte profil %s

source: Edit %s's Profile Photo
cs_cz: Upravte profilovou fotografii uživatele %s

source: User Capabilities
cs_cz: Možnosti uživatele

source: Delete %s's Account
cs_cz: Smazat účet uživatele %s

source: No new notifications.
cs_cz: Žádná nová oznámení.

source: A BuddyPress update is available, but your system is not compatible.
cs_cz: Aktualizace BuddyPress je k dispozici , ale váš systém není kompatibilní.

source: See <a href="%s">the Codex guide</a> for more information.
cs_cz: Další informace naleznete v <a href="%s"> příručce Codex </a>.

source: Your site is not ready for BuddyPress 2.8.
cs_cz: Váš web není připraven pro BuddyPress verze 2.8.

source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
cs_cz: Váš web právě používá verzi PHP %s, zatímco BuddyPress 2.8 bude vyžadovat verzi 5.3+.

source: Discussion Forums
cs_cz: Diskuzní fóra

source: Search Forums...
cs_cz: Hledat fóra ...

source: Topics Started
cs_cz: Začínáme

source: Replied To
cs_cz: Odpovězeno na

source: Replies
cs_cz: Odpovědi

source: Favorite Topics
cs_cz: Oblíbená témata

source: The forums component has not been set up yet.
cs_cz: Součásti fóra zatím nebyly nastaveny.

source: Please provide a title for your forum topic.
cs_cz: Uveďte prosím název tématu fóra.

source: Forum posts cannot be empty. Please enter some text.
cs_cz: Příspěvky na fóru nemohou být prázdné. Zadejte prosím nějaký text.

source: There was an error when creating the topic
cs_cz: Při vytváření tématu došlo k chybě

source: The topic was created successfully
cs_cz: Téma bylo úspěšně vytvořeno

source: Please pick the group forum where you would like to post this topic.
cs_cz: Vyberte fórum skupiny, kam chcete toto téma uveřejnit.

source: New Topic
cs_cz: Nové téma

source: Deleted User
cs_cz: Smazat uživatele

source: Group logo for %s
cs_cz: Logo skupiny %s

source: %d post
cs_cz: %d příspěvek

source: Edit Topic
cs_cz: Upravit téma

source: Sticky Topic
cs_cz: Připojené téma

source: Un-stick Topic
cs_cz: Odpojit téma

source: Open Topic
cs_cz: Otevřít téma

source: Close Topic
cs_cz: Zavřít téma

source: Delete Topic
cs_cz: Smazat téma

source: matching tag "%s"
cs_cz: odpovídající štítek "%s"

source: Viewing 1 topic
cs_cz: Zobrazení 1 téma

source: Viewing %1$s - %2$s of %3$s topic
cs_cz: Zobrazení %1$s téma

source: Viewing 1 post
cs_cz: Zobrazení 1 zprávy

source: Viewing %1$s - %2$s of %3$s post
cs_cz: Zobrazení %1$s zprávy

source: Configure bbPress
cs_cz: Konfigurace bbPress

source: Install bbPress
cs_cz: Instalovat bbPress

source: Settings Saved.
cs_cz: Nastavení bylo uloženo.

source: (Installed)
cs_cz: (Nainstalováno)

source: Forums for Groups
cs_cz: Fóra pro skupiny

source: Give each individual group its own discussion forum. Choose this if you'd like to keep your members' conversations separated into distinct areas.
cs_cz: Dejte každé skupině své vlastní diskusní fórum. Zvolte tuto možnost, pokud chcete, aby konverzace vašich členů byly rozděleny do odlišných oblastí.

source: Note: This component is retired and will not be receiving any updates in the future. Only use this component if your current site relies on it.
cs_cz: Poznámka: Tato součást je již zastaralá a nebude v budoucnu aktualizovaná. Tuto součást používejte pouze tehdy, pokud je na ni závislý váš aktuální web.

source: Features
cs_cz: Potřebné funkce

source: Group Integration
cs_cz: Integrace skupiny

source: Member Profile Integration
cs_cz: Integrace profilu člena

source: Activity Stream Integration
cs_cz: Integrace toku činností

source: @ Mention Integration
cs_cz: @ Integrace zmínek

source: Uninstall Group Forums
cs_cz: Odinstalovat fóra ve skupině

source: New! bbPress
cs_cz: Nový! bbPress

source: bbPress is a brand-new forum plugin from one of the lead developers of BuddyPress.
cs_cz: bbPress je zcela nový plugin od jednoho z hlavních vývojářů BuddyPress.

source: It boasts a bunch of cool features that the BP Legacy Discussion Forums does not have including:
cs_cz: Může se pochlubit spoustou skvělých funkcí, které stará BP Diskusní fóra nemají včetně:

source: Non-group specific forum creation
cs_cz: Vytváření fóra, které není specifické pro určité skupiny

source: Moderation via the WP admin dashboard
cs_cz: Moderování prostřednictvím hlavního panelu administrátora WP

source: Topic splitting
cs_cz: Rozdělení tématu

source: Revisions
cs_cz: Starší verze

source: Spam management
cs_cz: Správa spamů

source: Subscriptions
cs_cz: Předplatné

source: And more!
cs_cz: A ještě víc!

source: If you decide to use bbPress, you will need to deactivate the legacy group forum component. For more info, <a href="%s">read this codex article</a>.
cs_cz: Pokud se rozhodnete použít bbPress, bude nutné deaktivovat součásti starších fór skupin. Další informace naleznete <a href="%s"> článek kodexu</a>.

source: The %s file was not found at that location. Please try again.
cs_cz: Na tomto místě nebyl nalezen soubor %s. Prosím zkuste to znovu.

source: Forums were set up correctly using your existing bbPress install!
cs_cz: Fóra byla nastavena správně pomocí stávající instalace bbPress!

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the %s file in the same location.
cs_cz: BuddyPress bude nyní používat svou interní kopii programu bbPress pro spuštění fór na vašem webu. Pokud si přejete, můžete odstranit staré instalační soubory bbPress, pokud zachováte soubor %s na stejném místě.

source: Existing bbPress Installation
cs_cz: Stávající instalace bbPress

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your %s file, and BuddyPress will do the rest.
cs_cz: BuddyPress může využít vaší stávající instalace bbPress. Stačí zadat umístění vašeho souboru %s a BuddyPress udělá zbytek.

source: %s file location:
cs_cz: umístění souboru %s:

source: Complete Installation
cs_cz: Kompletní instalace

source: All done! Configuration settings have been saved to the %s file in the root of your WordPress install.
cs_cz: Hotovo! Nastavená konfigurace je uložena v souboru %s, v kořenovém adresáři nainstalovaného WordPressu.

source: A configuration file could not be created. No problem, but you will need to save the text shown below into a file named %s in the root directory of your WordPress installation before you can start using the forum functionality.
cs_cz: Nelze vytvořit konfigurační soubor. Není to problém, ale budete muset uložit níže uvedený text do souboru s názvem %s v kořenovém adresáři instalace WordPress, než začnete používat funkci fóra.

source: New bbPress Installation
cs_cz: Nová instalace bbPress

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
cs_cz: Rozhodli jste se nastavit novou instalaci aplikace bbPress pro správu fóra v BuddyPress. To je velmi jednoduché a je to obvykle proces jen jedno kliknutí. Až budete připraveni, klikněte na odkaz níže.

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
cs_cz: bbPress soubory nebyly nalezeny. Chcete-li nainstalovat komponentu fóra, musíte stáhnout kopii souboru bbPress a ujistěte se, že je ve složce: "%s"

source: Install Group Forums
cs_cz: Instalovat skupinová fóra

source: Use Existing Installation
cs_cz: Použít stávající instalaci

source: Forums (Legacy)
cs_cz: Fóra (předchozí)

source: Friendship could not be requested.
cs_cz: Přátelství nemohlo být požadováno.

source: Friendship requested
cs_cz: Požádáno o přátelství

source: You are already friends with this user
cs_cz: S tímto uživatelem již jste přátelé

source: You already have a pending friendship request with this user
cs_cz: Již máte nevyřízenou žádost o přátelství s tímto uživatelem

source: Friendship could not be canceled.
cs_cz: Přátelství nemohlo být zrušeno.

source: Friendship canceled
cs_cz: Přátelství bylo zrušeno.

source: You are not yet friends with this user
cs_cz: S tímto uživatelem ještě nejste přátelé

source: You have a pending friendship request with this user
cs_cz: Máte nevyřízenou žádost o přátelství s tímto uživatelem

source: Friendships accepted
cs_cz: Přátelství přijatá

source: Friendships
cs_cz: Přátelství

source: New friendships
cs_cz: Nová přátelství

source: New friendship created
cs_cz: Vytvořeno nové přátelství

source: %1$s and %2$s are now friends
cs_cz: %1$s a %2$s jsou nyní přátelé

source: %d friends accepted your friendship requests
cs_cz: Počet přátel, kteří přijali vaši žádost o přátelství: %d

source: %s accepted your friendship request
cs_cz: Uživatel %s přijal vaši žádost o přátelství

source: You have %d pending friendship requests
cs_cz: Máte %d čekající žádost(i) o přidání mezi přátele

source: You have a friendship request from %s
cs_cz: Máte žádost o přátelství od %s

source: Friendship accepted
cs_cz: Přátelství přijato

source: Friendship could not be accepted
cs_cz: Přátelství nemohlo být přijato

source: Friendship rejected
cs_cz: Přátelství odmítnuto

source: Friendship could not be rejected
cs_cz: Přátelství nemohlo být odmítnuto

source: Friendship request withdrawn
cs_cz: Žádost o přátelství byla zrušena

source: Friendship request could not be withdrawn
cs_cz: Žádost o přátelství nemohla být stažena

source: My Friends
cs_cz: Mí přátelé

source: %s's Friends
cs_cz: Přátele uživatele %s

source: See All
cs_cz: Zobrazit vše

source: You haven't added any friend connections yet.
cs_cz: Dosud jste nepřidali žádné spojení na přítele.

source: %s hasn't created any friend connections yet.
cs_cz: Uživatel %s zatím nevytvořil žádné spojení na přítele.

source: There aren't enough site members to show a random sample just yet.
cs_cz: Není dostatek členů webu, aby se již ukázal náhodný vzorek.

source: Filter Friends
cs_cz: Filtrovat přátele

source: %d friend
cs_cz: %d přítel

source: %d friends
cs_cz: %d přátelé

source: Cancel Friendship Request
cs_cz: Zrušit požadavek na přátelství

source: Friendship Requested
cs_cz: Požádáno o přátelství

source: Cancel Friendship
cs_cz: Zrušit Přátelství

source: Add Friend
cs_cz: Přidat přítele

source: %s friend
cs_cz: %s přítel

source: There were no members found, please try another filter.
cs_cz: Nebyli nalezeni žádní členové, zkuste prosím jiný filtr.

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
cs_cz: Dynamický seznam nedávno aktivních, populárních a nejnovějších Přátel zobrazených členů. Widget se zobrazuje pouze při prohlížení profilu člena.

source: Active
cs_cz: Aktivní

source: Popular
cs_cz: Oblíbené

source: Sorry, no members were found.
cs_cz: Žádní uživatelé nebyli nalezeni.

source: Link widget title to Members directory
cs_cz: Odkaz názvu widgetu do adresáře Členové

source: Max friends to show:
cs_cz: Max počet přátel k zobrazení:

source: Default friends to show:
cs_cz: Výchozí přátelé k zobrazení:

source: Search Friends...
cs_cz: Vyhledat přátele...

source: Friends %s
cs_cz: Přátel: %s

source: You do not have access to this group.
cs_cz: K této skupině nemáte přístup.

source: You are not an admin of this group.
cs_cz: Nejste správce této skupiny.

source: Sorry, you are not allowed to create groups.
cs_cz: Je nám líto, nemáte povoleno vytvářet skupiny.

source: There was an error saving group details. Please try again.
cs_cz: Při ukládání podrobností o skupině došlo k chybě. Prosím zkuste to znovu.

source: Only the group creator may continue editing this group.
cs_cz: Pouze tvůrce skupiny může pokračovat v úpravě této skupiny.

source: Please fill in all of the required fields
cs_cz: Vyplňte prosím všechna povinná pole

source: Invite successfully removed
cs_cz: Pozvánka byla úspěšně odstraněna

source: There was an error removing the invite
cs_cz: Při odstranění pozvánky došlo k chybě

source: There was an error saving the group profile photo, please try uploading again.
cs_cz: Došlo k chybě při ukládání fotografie skupiny, zkuste ji znovu nahrát.

source: There was an error joining the group.
cs_cz: Vyskytla se chyba při přihlašování do skupiny.

source: You joined the group!
cs_cz: Připojil jste se do skupiny!

source: This group must have at least one admin
cs_cz: Tato skupina musí mít alespoň jednoho správce

source: There was an error leaving the group.
cs_cz: Při opuštění skupiny došlo k chybě.

source: You successfully left the group.
cs_cz: Úspěšně jste opustili skupinu.

source: Activity feed for the group, %s.
cs_cz: Zdroj aktivit pro skupinu, %s.

source: Created a group
cs_cz: Skupina byla vytvořena

source: New Groups
cs_cz: Nové skupiny

source: Joined a group
cs_cz: Uživatel připojen ke skupině

source: Group Memberships
cs_cz: Členové skupiny

source: Group details edited
cs_cz: Podrobnosti skupiny byly upraveny

source: Group Updates
cs_cz: Skupina aktualizována

source: New group forum topic
cs_cz: Nové téma fóra skupiny

source: Forum Topics
cs_cz: Témata skupiny

source: New group forum post
cs_cz: Nový příspěvek tématu skupiny

source: Forum Replies
cs_cz: Odpovědi fóra

source: %1$s created the group %2$s
cs_cz: %1$s vytvořil skupinu %2$s

source: %1$s joined the group %2$s
cs_cz: Uživatel %1$s se připojil ke skupině %2$s

source: %1$s updated details for the group %2$s
cs_cz: Uživatel %1$s aktualizoval údaje pro skupinu %2$s

source: %1$s changed the name and description of the group %2$s
cs_cz: Uživatel %1$s změnil jméno a popis skupiny %2$s

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
cs_cz: Uživatel %1$s změnil jméno skupiny %2$s z "%3$s" na "%4$s"

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
cs_cz: Uživatel %1$s změnil popis skupiny %2$s z "%3$s" na "%4$s"

source: %1$s changed the permalink of the group %2$s.
cs_cz: Uživatel %1$s změnil pevnou část URL adresy skupiny %2$s.

source: This page is a convenient way to edit the details associated with one of your groups.
cs_cz: Tato stránka je pohodlný způsob, jak upravit údaje spojené s některou z vašich skupin.

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
cs_cz: Pozice polí Název a Popis je pevně nastavena, ale můžete přetahovat všechny ostatní pole pomocí drag and drop a minimalizovat nebo rozšiřovat je kliknutím na záhlaví každého pole. Klepnutím na kartu Možnosti obrazovky skryjte nebo odkryjete, nebo vyberte rozložení 1 nebo 2 sloupce pro tuto obrazovku.

source: Support Forums
cs_cz: Fórum podpory (česky)

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
cs_cz: Skupiny můžete spravovat stejně jako můžete spravovat komentáře a další obsah. Tato obrazovka je přizpůsobitelná stejným způsobem jako ostatní obrazovky správy a můžete pracovat ve skupinách pomocí odkazů v menu.

source: Group Actions
cs_cz: Akce skupiny

source: Clicking "Visit" will take you to the group&#8217;s public page. Use this link to see what the group looks like on the front end of your site.
cs_cz: Klepnutím na tlačítko "Navštivte" se dostanete na veřejnou stránku skupiny. Pomocí tohoto odkazu můžete vidět, jak vypadá skupina na přední straně vašeho webu.
