Repository: rousarp/openlab
Catalog: languages/plugins/buddypress-*.po
Languages: cs_cz

# Activity items per page (screen options)
source: Activity
cs_cz: Aktivita

# Admin SWA page
source: Activity
cs_cz: Aktivita

# Post Type generic activity post admin filter
source: New item published
cs_cz: Nová položka byla publikována

# Post Type generic comments activity admin filter
source: New item comment posted
cs_cz: Komentář k nové položce byl zveřejněn

# Post Type generic comments activity front filter
source: Item comments
cs_cz: Komentáře prvku

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>, on the site %3$s
cs_cz: Uživatel %1$s napsal novou <a href="%2$s"> položku </a> na webu %3$s

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>
cs_cz: Uživatel %1$s napsal novou <a href="%2$s"> položku </a>

# Activity Custom Post Type comment action
source: %1$s commented on the <a href="%2$s">item</a>, on the site %3$s
cs_cz: Uživatel %1$s komentoval <a href="%2$s"> položku </a> na webu %3$s

# Activity Custom Post Type post comment action
source: %1$s commented on the <a href="%2$s">item</a>
cs_cz: Uživatel %1$s komentoval <a href="%2$s"> položku </a>

# Profile activity screen nav
source: Activity
cs_cz: Aktivita

# Profile activity screen sub nav
source: Personal
cs_cz: Osobní

# Profile activity screen sub nav
source: Mentions
cs_cz: Zmínky

# Profile activity screen sub nav
source: Favorites
cs_cz: Oblíbené

# Profile activity screen sub nav
source: Friends
cs_cz: Přátelé

# Profile activity screen sub nav
source: Groups
cs_cz: Skupiny

# Toolbar Mention logged in user
source: Mentions %s
cs_cz: Zmínky (%s)

# Toolbar Mention logged in user
source: Mentions
cs_cz: Zmínky

# My Account Activity sub nav
source: Activity
cs_cz: Aktivita

# My Account Activity sub nav
source: Personal
cs_cz: Osobní

# My Account Activity sub nav
source: Favorites
cs_cz: Oblíbené

# My Account Activity sub nav
source: Friends
cs_cz: Přátelé

# My Account Activity sub nav
source: Groups
cs_cz: Skupiny

# Page and <title>
source: My Activity
cs_cz: Moje aktivity

# Admin SWA column header
source: Author
cs_cz: Autor

# Admin SWA column header
source: Activity
cs_cz: Aktivita

# Admin SWA column header
source: Action
cs_cz: Akce

# Admin SWA column header
source: In Response To
cs_cz: V reakci na

# widget name
source: (BuddyPress) Recent Networkwide Posts
cs_cz: (BuddyPress) Nedávné příspěvky sítě webů

# widget name
source: (BuddyPress) Friends
cs_cz: (BuddyPress) Přátelé

# widget name
source: (BuddyPress) Groups
cs_cz: (BuddyPress) Skupiny

# widget name
source: (BuddyPress) Members
cs_cz: (BuddyPress) Členové

# widget name
source: (BuddyPress) Recently Active Members
cs_cz: (BuddyPress) Nedávno aktivní uživatelé

# widget name
source: (BuddyPress) Who's Online
cs_cz: (BuddyPress) Kdo je online?

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
cs_cz: Název:

# plugins
source: All <span class="count">(%s)</span>
cs_cz: Vše <span class="count">(%s)</span>

# First field-group name
source: General
cs_cz: Obecné

# Display name field
source: Display Name
cs_cz: Zobrazené jméno

# buddypress tools intro
source: Use the %s to repair these relationships.
cs_cz: Použijte %s k opravě těchto vztahů.

# screen heading
source: BuddyPress Emails
cs_cz: Emaily BuddyPressu

# screen heading
source: Emails
cs_cz: Emaily

# email
source: Header
cs_cz: Záhlaví

# email
source: Body
cs_cz: Tělo

# email
source: Footer
cs_cz: Zápatí

# email
source: &copy; %s %s
cs_cz: &kopie; %s %s

# email
source: unsubscribe
cs_cz: zrušit odběr

# customizer menu type label
source: Custom Link
cs_cz: Vlastní odkaz

# customizer menu section title
source: BuddyPress (logged-in)
cs_cz: BuddyPress (přihlášený)

# customizer menu section title
source: BuddyPress (logged-out)
cs_cz: BuddyPress (odhlášený)

# Page title for the Activity directory.
source: Activity
cs_cz: Aktivita

# Page title for the Groups directory.
source: Groups
cs_cz: Skupiny

# Page title for the Sites directory.
source: Sites
cs_cz: Weby

# Page title for the Members directory.
source: Members
cs_cz: Členové

# Page title for the user activation screen.
source: Activate
cs_cz: Aktivovat

# Page title for the user registration screen.
source: Register
cs_cz: Zaregistrujte se

# email post type label
source: Add New
cs_cz: Přidat email

# email post type label
source: Add a New Email
cs_cz: Přidat nový email

# email post type label
source: All Emails
cs_cz: Veškeré emaily

# email post type label
source: Edit Email
cs_cz: Upravit email

# email post type label
source: Filter email list
cs_cz: Filtrovat seznam e-mailů

# email post type label
source: Email list
cs_cz: Seznam emailů

# email post type label
source: Email list navigation
cs_cz: Navigace v seznamu e-mailů

# email post type label
source: BuddyPress Emails
cs_cz: Emaily BuddyPressu

# email post type label
source: New Email
cs_cz: Nový email

# email post type label
source: No emails found
cs_cz: Nenalezeny žádné emaily

# email post type label
source: No emails found in Trash
cs_cz: V koši nebyly nalezeny žádné emaily

# email post type label
source: Search Emails
cs_cz: Prohledat emaily

# email post type label
source: Uploaded to this email
cs_cz: Přiloženo k tomuto emailu

# email post type label
source: View Email
cs_cz: Zobrazit email

# email post type name
source: Emails
cs_cz: Emaily

# email type taxonomy label
source: New Email Situation
cs_cz: Nová emailová situace

# email type taxonomy label
source: All Email Situations
cs_cz: Všechny emailové situace

# email type taxonomy label
source: Edit Email Situations
cs_cz: Upravit emailovou situaci

# email type taxonomy label
source: Email list
cs_cz: Seznam emailů

# email type taxonomy label
source: Email list navigation
cs_cz: Navigace seznamu emailů

# email type taxonomy label
source: Situations
cs_cz: Situace

# email type taxonomy label
source: New email situation name
cs_cz: Jméno nové emailové situace

# email type taxonomy label
source: No email situations found.
cs_cz: Nenalezeny žádné emailové situace.

# email type taxonomy label
source: No email situations
cs_cz: Žádné emailové situace

# email type taxonomy label
source: Popular Email Situation
cs_cz: Situace populárních e-mailů

# email type taxonomy label
source: Search Emails
cs_cz: Prohledat emaily

# email type taxonomy label
source: Update Email Situation
cs_cz: Aktualizovat emailovou situaci

# email type taxonomy label
source: View Email Situation
cs_cz: Prohlédnout emailovou situaci

# email type taxonomy name
source: Situation
cs_cz: Situace

# Comment moderation
source: You have posted an inappropriate word.
cs_cz: Poslali jste nevhodné slovo.

# Comment blacklist
source: You have posted an inappropriate word.
cs_cz: Poslali jste nevhodné slovo.

# email type taxonomy description
source: BuddyPress email types
cs_cz: Typy emailů BuddyPressu

# search form
source: Members
cs_cz: Členové

# search form
source: Groups
cs_cz: Skupiny

# search form
source: Blogs
cs_cz: Blogy

# search form
source: Forums
cs_cz: Fóra

# search form
source: Posts
cs_cz: Příspěvky

# search form
source: Search these:
cs_cz: Vyhledat:

# component directory title
source: Directory
cs_cz: Adresář

# component directory title
source: Site-Wide Activity
cs_cz: Aktivity na webu

# component directory title
source: Sites
cs_cz: Weby

# component directory title
source: Groups
cs_cz: Skupiny

# component directory title
source: Members
cs_cz: Členové

# recipient salutation
source: Hi %s,
cs_cz: Zdravím %s,

# email menu label
source: Customize
cs_cz: Přizpůsobit

# BuddyPress setting tab
source: Profile Settings
cs_cz: Nastavení profilu

# About screen, website links
source: Learn more:
cs_cz: Zjistěte více:

# About screen, link to project blog
source: News
cs_cz: Novinky

# About screen, link to support site
source: Support
cs_cz: Podpora

# About screen, link to documentation
source: Documentation
cs_cz: Dokumentace

# About screen, link to development blog
source: Development Blog
cs_cz: Blog vývojářů

# @buddypressdev twitter account name
source: Development
cs_cz: Vývoj

# Email post type
source: Situations
cs_cz: Situace

# Attachment source file
source: source file
cs_cz: zdrojový soubor

# Attachment destination file
source: destination file
cs_cz: cílový soubor

# Title of the login widget
source: (BuddyPress) Log In
cs_cz: (BuddyPress) Přihlásit se

# email post type description
source: BuddyPress emails
cs_cz: Emaily BuddyPressu

# Friend settings on notification settings page
source: Friends
cs_cz: Přátelé

# Friend settings on notification settings page
source: A member sends you a friendship request
cs_cz: Vám člen pošle žádost přidání mezi své přátele

# Friend settings on notification settings page
source: A member accepts your friendship request
cs_cz: Člen přijímá vaši žádost o přátelství

# Friends screen page <title>
source: Friend Connections
cs_cz: Propojení přátel

# Friends screen sub nav
source: Friendships
cs_cz: Přátelství

# Friends screen sub nav
source: Requests
cs_cz: Požadavky

# My Account Friends menu
source: Friends %s
cs_cz: Přátelé %s

# My Account Friends menu
source: Friends
cs_cz: Přátelé

# My Account Friends menu sub nav
source: Pending Requests %s
cs_cz: Nevyřízené žádosti %s

# My Account Friends menu sub nav
source: No Pending Requests
cs_cz: Nejsou žádné nevyřízené žádosti

# My Account Friends menu sub nav
source: Friendships
cs_cz: Přátelství

# Admin Groups page title
source: Groups
cs_cz: Skupiny

# Admin Groups menu
source: Groups
cs_cz: Skupiny

# group admin edit screen
source: Save
cs_cz: Uložit

# group admin edit screen
source: Settings
cs_cz: Nastavení

# group admin edit screen
source: Add New Members
cs_cz: Přidat nové členy

# group admin edit screen
source: Manage Members
cs_cz: Správa členů skupiny

# groups admin edit screen
source: Group Type
cs_cz: Typ skupiny

# Groups per page (screen options)
source: Groups
cs_cz: Skupiny

# Group member name in group admin
source: Name
cs_cz: Jméno

# Group member role in group admin
source: Group Role
cs_cz: Role ve skupině

# Group members pagination in group admin
source: Viewing %1$s - %2$s of %3$s member
cs_cz: Zobrazení %1$s člena

# Group WP Admin Bar manage links
source: Edit Group %s
cs_cz: Upravit skupinu %s

# Group WP Admin Bar delete link
source: %s Group
cs_cz: %s Skupina

# Group update email text
source: * Name changed from "%s" to "%s".
cs_cz: * Jméno bylo změněno z "%s" na "%s".

# Group update email text
source: * Description changed from "%s" to "%s".
cs_cz: * Popis změněn z "%s" na "%s".

# Group update email text
source: * Permalink changed from "%s" to "%s".
cs_cz: * Trvalý odkaz změněn z "%s" na "%s".

# Group settings on notification settings page
source: Groups
cs_cz: Skupiny

# group settings on notification settings page
source: A member invites you to join a group
cs_cz: Člen vás pozval do skupiny

# group settings on notification settings page
source: Group information is updated
cs_cz: Informace o skupině jsou aktualizovány

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
cs_cz: Jste povýšeni na správce nebo moderátora skupiny

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
cs_cz: Člen žádá o připojení k soukromé skupině, ve které jste administrátor

# group settings on notification settings page
source: Your request to join a group has been approved or denied
cs_cz: Vaše žádost o členství ve skupině byla schválena nebo zamítnuta

# group type URL base
source: type
cs_cz: typ

# Group screen page <title>
source: User Groups
cs_cz: Uživatelské skupiny

# Component directory search
source: Search Groups...
cs_cz: Vyhledat skupiny...

# Group screen nav
source: Details
cs_cz: Podrobnosti

# Group screen nav
source: Settings
cs_cz: Nastavení

# Group screen nav
source: Photo
cs_cz: Fotografie

# Group screen nav
source: Cover Image
cs_cz: Krycí obrázek.

# Group screen nav
source: Invites
cs_cz: Pozvaní

# Group screen nav
source: Request Membership
cs_cz: Žádost o členství

# Group screen nav with counter
source: Groups %s
cs_cz: Skupin: %s

# Group screen nav without counter
source: Groups
cs_cz: Skupiny

# Group screen navigation title
source: Home
cs_cz: Informace o skupině

# My Group screen nav
source: Forum
cs_cz: Fórum

# My Group screen nav
source: Activity
cs_cz: Aktivita

# My Group screen nav
source: Members %s
cs_cz: Členové %s

# My Group screen nav
source: Send Invites
cs_cz: Poslat pozvánky

# My Group screen nav
source: Manage
cs_cz: Nastavení

# My Account Groups
source: Groups
cs_cz: Skupiny

# My Account Groups sub nav
source: No Pending Invites
cs_cz: Nemáte žádnou nevyřízenou pozvánku

# My Account Groups sub nav
source: Pending Invites %s
cs_cz: Nevyřízené pozvánky %s

# My Account Groups sub nav
source: Memberships
cs_cz: Členství

# My Account Groups sub nav
source: Create a Group
cs_cz: Vytvořit skupinu

# My Account Groups nav
source: Groups %s
cs_cz: Skupiny %s

# My Groups page <title>
source: Memberships
cs_cz: Členství

# Groups admin Group Name column header
source: Name
cs_cz: Jméno

# Groups admin Group Description column header
source: Description
cs_cz: Popis

# Groups admin Privacy Status column header
source: Status
cs_cz: Stav

# Groups admin Members column header
source: Members
cs_cz: Členové

# Groups admin Last Active column header
source: Last Active
cs_cz: Naposledy aktivní

# Label for the WP groups table group type column
source: Group Type
cs_cz: Typ skupiny

# Group creation page
source: Groups
cs_cz: Skupiny

# member type URL base
source: type
cs_cz: typ

# Records the timestamp that the user registered into the activity stream
source: registered %s
cs_cz: registrovaný %s

# members user-admin edit screen
source: Status
cs_cz: Stav

# members user-admin edit screen
source: %s's Stats
cs_cz: %s - statistiky

# members user-admin edit screen
source: Member Type
cs_cz: Typ člena

# user
source: Add New
cs_cz: Vytvořit uživatele

# user
source: Add Existing
cs_cz: Registrovat uživatele

# signup users
source: Pending %s
cs_cz: Nevyřízené %s

# Pending Accounts per page (screen options)
source: Pending Accounts
cs_cz: Čekající účty

# signup resent
source: %s activation email successfully sent!
cs_cz: %s aktivační e-mail byl úspěšně odeslán!

# signup resent
source: %s account successfully activated!
cs_cz: Účet %s byl úspěšně aktivován!

# signup notsent
source: %s activation email was not sent.
cs_cz: Aktivační e-mail %s nebyl odeslán.

# signup notsent
source: %s account was not activated.
cs_cz: Účet %s nebyl aktivován!

# signup deleted
source: %s sign-up successfully deleted!
cs_cz: Registrace %s byla úspěšně smazána!

# signup notdeleted
source: %s sign-up was not deleted.
cs_cz: Registrace %s nebyla smazána!

# Label for the WP users table member type column
source: Member Type
cs_cz: Typ člena

# Member profile main navigation
source: Profile
cs_cz: Profil

# Member profile view
source: View
cs_cz: Zobrazit

# Member Home page
source: Home
cs_cz: Domů

# Pending signup action
source: Activate
cs_cz: Aktivovat

# Message dropdown filter
source: Read
cs_cz: Přečtené

# Message dropdown filter
source: Unread
cs_cz: Nepřečtené

# Message dropdown filter
source: All
cs_cz: Všechny

# Message management markup
source: Mark as Read
cs_cz: Označit jako přečtené

# Message management markup
source: Mark as Unread
cs_cz: Označit jako nepřečtené

# Page <title>
source: Notifications
cs_cz: Oznámení

# Profile screen nav
source: Notifications %s
cs_cz: Oznámení (%s)

# Profile screen nav
source: Notifications
cs_cz: Oznámení

# Notification screen nav
source: Unread
cs_cz: Nepřečtená

# Notification screen nav
source: Read
cs_cz: Přečtená

# My Account Notification pending
source: Notifications %s
cs_cz: Oznámení (%s)

# My Account Notification pending
source: Unread %s
cs_cz: Nepřečteno (%s)

# My Account Notification
source: Notifications
cs_cz: Oznámení

# My Account Notification sub nav
source: Unread
cs_cz: Nepřečtená

# My Account Notification sub nav
source: Read
cs_cz: Přečtená

# Number of new activity mentions
source: %s new
cs_cz: %s nová

# Uploader: Drop your file here - or - Select your File
source: or
cs_cz: nebo

# Change profile field visibility level
source: Change
cs_cz: Změnit

# Group member count
source: %d member
cs_cz: %s člen

# xProfile admin page title
source: Profile Fields
cs_cz: Profilová pole

# Admin Users menu
source: Profile Fields
cs_cz: Profilová pole

# Settings page header
source: Profile Fields
cs_cz: Profilová pole

# Edit Profile Fields Group
source: Edit Group
cs_cz: Upravit skupinu

# Delete Profile Fields Group
source: Delete Group
cs_cz: Smazat skupinu

# You have no profile fields groups.
source: You have no groups.
cs_cz: Nemáte žádnou skupinu.

# Add New Profile Fields Group
source: Add New Group
cs_cz: Přidat novou skupinu

# Error when deleting profile fields group
source: There was an error deleting the group. Please try again.
cs_cz: Při mazání skupiny nastala chyba. Zkuste to znovu.

# Profile fields group was deleted successfully
source: The group was deleted successfully.
cs_cz: Skupina byla úspěšně smazána.

# Edit field link
source: Edit
cs_cz: Upravit

# Delete field link
source: Delete
cs_cz: Smazat

# xprofile field type category
source: Other
cs_cz: Ostatní

# xprofile field type category
source: Multi Fields
cs_cz: Vícenásobná pole

# xprofile field type category
source: Single Fields
cs_cz: Jednotlivá pole

# Component page <title>
source: Extended Profiles
cs_cz: Rozšířené profily

# Visibility level setting
source: Everyone
cs_cz: Všichni

# Visibility level setting
source: Only Me
cs_cz: Pouze já

# Visibility level setting
source: All Members
cs_cz: Všichni členové

# Visibility level setting
source: My Friends
cs_cz: Mí přátelé

# Profile header menu
source: Profile
cs_cz: Profil

# Profile header sub menu
source: View
cs_cz: Zobrazit

# Profile header sub menu
source: Edit
cs_cz: Upravit

# Profile header sub menu
source: Change Profile Photo
cs_cz: Změnit profilovou fotografii

# Profile header sub menu
source: Change Cover Image
cs_cz: Změnit obrázek

# Profile settings sub nav
source: Profile Visibility
cs_cz: Viditelnost profilu

# My Account Profile
source: Profile
cs_cz: Profil

# My Account Profile sub nav
source: View
cs_cz: Zobrazit

# My Account Profile sub nav
source: Edit
cs_cz: Upravit

# My Account Profile sub nav
source: Change Profile Photo
cs_cz: Změnit profilovou fotografii

# My Account Profile sub nav
source: Change Cover Image
cs_cz: Změnit obrázek

# Page title
source: My Profile
cs_cz: Můj profil

# Avatar alt
source: Profile picture of %s
cs_cz: Profilový obrázek %s

# My Account Settings sub nav
source: Profile
cs_cz: Profil

# xprofile field type
source: Checkboxes
cs_cz: Zaškrtávací políčka

# xprofile field type
source: Date Selector
cs_cz: Výběr dat

# xprofile field type
source: Multi Select Box
cs_cz: Pole pro výběr více položek

# xprofile field type
source: Number
cs_cz: Číslo

# xprofile field type
source: Radio Buttons
cs_cz: Tlačítka typu "Radio"

# xprofile field type
source: Drop Down Select Box
cs_cz: Rozbalovací Pole s výběrem

# xprofile field type
source: Multi-line Text Area
cs_cz: Víceřádkové textové pole

# xprofile field type
source: Text Box
cs_cz: Odstavec

# XProfile admin edit field
source: Name (required)
cs_cz: Jméno (vyžadováno)

# XProfile admin edit field
source: Description
cs_cz: Popis

# xprofile user-admin edit screen
source: User marked as a spammer
cs_cz: Uživatel byl označen jako spammer

# xprofile user-admin edit screen
source: Profile Photo
cs_cz: Profilový obrázek
