Repository: rousarp/openlab
Catalog: languages/plugins/cac-featured-content-*.po
Languages: cs_cz

source: Invalid Blog Name.
cs_cz: Neplatné jméno blogu.

source: Invalid Group Name.
cs_cz: Neplatné jméno skupiny.

source: Invalid Post Slug.
cs_cz: Neplatná adresa příspěvku.

source: Invalid Member Username.
cs_cz: Neplatné uživatelské jméno člena.

source: Thumbnail
cs_cz: Náhled

source: Error
cs_cz: Chyba

source: Please correct and reload.
cs_cz: Opravte prosím a znovu načtěte stránku.

source: CAC Featured Content
cs_cz: CAC Uvedený obsah

source: The CAC Featured Content plugin provides a widget that allows you to select from five different content "types" to feature in any number of widgetized areas.
cs_cz: CAC Featured Content plugin poskytuje widget, který umožňuje vybrat z pěti různých typů obsahu, které se zobrazují v libovolném počtu okrajových oblastí.

source: Widget Title
cs_cz: Nadpis widgetu

source: Widget Title Element
cs_cz: Element nadpisu widgetu

source: Featured Content Type
cs_cz: Doporučený typ obsahu

source: Group
cs_cz: Skupina

source: Post
cs_cz: Příspěvek

source: Member
cs_cz: Člen

source: Resource
cs_cz: Zdroj

source: Enter featured post name
cs_cz: Zadejte vhodné jméno příspěvku

source: no http:// required
cs_cz: http:// není vyžadováno

source: Enter featured group name
cs_cz: Zadejte vhodné jméno skupiny

source: Enter featured member username
cs_cz: Zadejte vhodné uživatelské jméno člena

source: Enter featured resource title
cs_cz: Zadejte vhodný titul zdroje

source: Enter featured resource link
cs_cz: Zadejte příslušný odkaz na zdroj

source: Custom Description
cs_cz: Uživatelský popis

source: Leave this blank and we'll select text appropriate for your featured item (e.g. a group description).
cs_cz: Nechte toto pole prázdné a text odpovídající vaší příslušné položce bude vybrán (například popis skupiny).

source: Crop Length (characters)
cs_cz: Délka oříznutí (znaky)

source: Read More Label
cs_cz: Čtěte více

source: Display Images
cs_cz: Zobrazit obrázek

source: Image URL
cs_cz: URL obrázku

source: Leave this blank and we'll try to find an image appropriate to your featured item (e.g. an avatar).
cs_cz: Nechte toto prázdné a my se pokusíme najít obrázek vhodný pro vaši položku (např. Avatar).

source: Image Width
cs_cz: Šířka obrázku

source: Image Height
cs_cz: Výška obrázku

source: You must enter a blog address first <br /> no http:// required
cs_cz: Nejprve zadejte adresu blogu <br /> http: // není nutné

source: Enter featured blog address
cs_cz: Zadejte vhodnou adresu blogu

source: Status:
cs_cz: Stav:

source: Members
cs_cz: Členové
