Repository: rousarp/openlab
Catalog: languages/plugins/google-calendar-events-*.po
Languages: cs_cz

source: Cannot connect to MySQL database.
cs_cz: Nelze se připojit k MySQL databázi.

source: Upgrade to Premium Now
cs_cz: Aktualizovat na Premium teď

source: Priority email support
cs_cz: Hlavní podpora přes email

source: Display attachments
cs_cz: Zobrazení příloh

source: Show attendees & RSVP status
cs_cz: Zobrazit účastníky a RSVP status

source: Display private calendar events
cs_cz: Zobrazení soukromé události v kalendáři

source: Limit event display times
cs_cz: Limit události zobrazených v čase

source: Event titles & start times in grid
cs_cz: Název události a čas začátku v mřížce

source: Fast view switching
cs_cz: Rychlé přepínání zobrazení

source: Show week & day views
cs_cz: Zobrazit výhled týdne a dne

source: Display color coded events
cs_cz: Barva zobrazení kódovaných události

source: Some of the features included with our premium add-ons
cs_cz: Některé funkce jsou pouze součástí prémiových rozšíření

source: Looking for more?
cs_cz: Hledáš víc informací?

source: See details.
cs_cz: Zobrazit detaily.

source: Setting this to <code>Event source default</code> can at times cause unexpected results. Please test thoroughly.
cs_cz: Nastavení na <code>zdroj událostí ve výchozím nastavení</code> může vést k neočekávaným výsledkům. Vyzkoušejte to důkladně!

source: Warning
cs_cz: Upozornění

source: Read more.
cs_cz: Číst více.

source: WordPress.org recommends upgrading to PHP 7 or higher for better security.
cs_cz: WordPress.org doporučuje upgrade na PHP 7 nebo vyšší pro lepší bezpečnost.

source: No version found.
cs_cz: Žádná verze nebyla nalezena.

source: There are no upcoming events.
cs_cz: Žádné události k zobrazení

source: Yes, Simple Calendar rocks! Show some love with a little link below this calendar.
cs_cz: Pokud tuto volbu zaškrtnete, zobrazí se u kalendáře jaký plugin a od koho používáte.

source: Powered By
cs_cz: Vytvořeno od

source: Just take me the add-ons
cs_cz: Přejděte na rozšíření

source: No spam. Unsubscribe anytime.
cs_cz: Žádný spam. Možnost odhlásit se je kdykoliv.

source: Enter your name and email and we'll send you a coupon code for <strong>20% off</strong> all Pro Add-on purchases.
cs_cz: Zadej svoje jméno a email a my ti pošleme slevový kupón na <strong>20% slevu</strong> na koupení všech rozšíření.

source: This setting will modify the day number background for any days that have events on them.
cs_cz: Toto nastavení bude měnit pozadí na dnech, ve kterých máte vytvořeny události.

source: This option will set the background color for today's date. It will change the day number background and the border around the current day.
cs_cz: Tato možnost nastavuje barvu pozadí pro dnešní den. Pokud změníte den, bude zvýraznění okolo dnešního dne.

source: View Pricing and Try a Demo of our Simple Calendar Pro Add-ons.
cs_cz: Podívejte se na ceny, zkuste si DEMO našeho Simple Calendar Pro Add-ons.

source: FullCalendar and Google Calendar Pro
cs_cz: plná verze kalendáře a Google Calendar Pro

source: Add even more display options with add-ons like
cs_cz: Přidat ještě více dalších možností pomocí rozšíření, jako jsou

source: Configure event colors, number of events to display, grid or list style and more.
cs_cz: Nastavení barev událostí, počet událostí k zobrazení, styl seznamu nebo mřížky a mnoho dalšího.

source: to get started now.
cs_cz: začněte hned teď.

source: Check out our documentation
cs_cz: Podívej se na dokumentaci

source: Simple Calendar %s has a few display options to configure.
cs_cz: Simple Calendar %s má několik zobrazení konfigurace.

source: If ticked, this option will prevent all front end stylesheets to load. This also includes all add-on stylesheets.
cs_cz: Pokud je zaškrtnuto, bude zabráněno načítání všech CSS stylů na stránce. To platí i pro všechna rozšíření.

source: Yes (hide navigation arrows)
cs_cz: Ano (skrýt navigační šipky)

source: An error has occurred, please try again.
cs_cz: Došlo k chybě, zkuste to znovu.

source: Years
cs_cz: Let

source: Months
cs_cz: Měsíce

source: Weeks
cs_cz: Týdny

source: Days
cs_cz: Dní

source: No, display on all days of event up to current day (list view only)
cs_cz: Ne, zobrazit událost na všechny dny po které je naplánovaná (pouze v seznamu)

source: No, display only on first day of event
cs_cz: Ne, zobrazit událost pouze první den

source: Yes, display on all days of event
cs_cz: Ano, zobrazit událost každý den

source: Disable CSS
cs_cz: Zakázat CSS

source: Manage front end assets that handle the calendars appearance.
cs_cz: Správa zobrazení, která zpracovává vzhled kalendářů na webu.

source: No line breaks, no auto paragraphs
cs_cz: Žádné konce řádků, žádné odstavce

source: No line breaks, auto paragraphs
cs_cz: Žádné konce řádků, pouze automatické odstavce

source: Preserve line breaks, auto paragraphs (default)
cs_cz: Zachovat konce řádků a automatické zalomení (základní)

source: How to preserve line breaks and paragraphs in the event template builder.
cs_cz: Jak zachovat zalomení řádků a odstavců u událostí.

source: Event Formatting
cs_cz: Formátování události

source: Powered by <a href="%s" target="_blank">Simple Calendar</a>
cs_cz: Vytvořeno od <a href="%s" target="_blank">Simple Calendar</a>

# human date event builder code modifier
source: ago
cs_cz: po

# human date event builder code modifier
source: from now
cs_cz: před

source: <strong>Note:</strong> Calendars configured to use the <strong><a href="%s" target="_blank">Google Calendar Pro add-on</a></strong> use a different method of authorization.
cs_cz: <strong>Poznámka:</strong> Kalendáře pro použití konfigurace <strong><a href="%s" target="_blank">Google Calendar Pro add-on</a></strong> používá jinou metodu ověření.

source: Add Google Calendar events to your WordPress site in minutes. Beautiful calendar displays. Fully responsive.
cs_cz: Přidejte Google kalendář do vaší WordPress stránky během několika minut a mějte hezké kalendáře. Celý responzivní.

source: No calendars found.
cs_cz: Nenalezeny žádné kalendáře.

source: Calendar:
cs_cz: Kalendář:

source: Display a calendar of events from one of your calendar feeds.
cs_cz: Zobrazí kalendář událostí z jednoho vašeho kalendáře.

source: Calendars not found in Trash
cs_cz: Kalendář nenalezen v koši

source: Calendars not found
cs_cz: Kalendáře nenalezeny

source: Search Calendar
cs_cz: Prohledat kalendáře

source: View Calendar
cs_cz: Zobrazit kalendář

source: Update Calendar
cs_cz: Aktualizovat kalendář

source: Edit Calendar
cs_cz: Upravit kalendář

source: New Calendar
cs_cz: Nový kalendář

source: Add New Calendar
cs_cz: Přidat nový kalendář

source: All Calendars
cs_cz: Všechny kalendáře

source: Parent Calendar:
cs_cz: Nadřazený Kalendář:

# Post Type Singular Name
source: Calendar
cs_cz: Kalendář

# Post Type General Name
source: Calendars
cs_cz: Kalendáře

source: Search Categories
cs_cz: Prohledat rubriky

source: Popular Categories
cs_cz: Populární rubriky

source: Add or remove categories
cs_cz: Přidat nebo odebrat rubriky

source: Separate categories with commas
cs_cz: Oddělit rubriky čárkami

source: View Category
cs_cz: Zobrazit rubriky

source: Update Category
cs_cz: Uložit rubriky

source: Edit Category
cs_cz: Upravit rubriky

source: Add New Category
cs_cz: Přidejte novou rubriku

source: New Category
cs_cz: Nová rubrika

source: Parent Category:
cs_cz: Nadřazená rubrika:

source: Parent Category
cs_cz: Nadřízená rubrika

source: All Categories
cs_cz: Všechny rubriky

source: Categories
cs_cz: Rubriky

source: Search Calendar Types
cs_cz: Prohledat typy kalendáře

source: Popular calendar types
cs_cz: Populární typy kalendáře

source: Add or remove calendar types
cs_cz: Přidat nebo odebrat typy kalendáře

source: Separate calendar types with commas
cs_cz: Oddělit typy kalendáře čárkami

source: View Calendar Type
cs_cz: Zobrazit typ kalendáře

source: Update Calendar Type
cs_cz: Aktualizovat typ kalendáře

source: Edit Calendar Type
cs_cz: Upravit typ kalendáře

source: Add New Calendar Type
cs_cz: Přidat nový typ kalendáře

source: New Calendar Type
cs_cz: Nový typ kalendáře

source: Parent Calendar Type:
cs_cz: Nadřazený typ kalendáře:

source: Parent Calendar Type
cs_cz: Nadřazený typ kalendáře

source: All Calendar Types
cs_cz: Typy všech kalendářů

source: Calendar Types
cs_cz: Typ kalendáře

source: Not Found
cs_cz: Nenalezeno

source: Search Events Source Types
cs_cz: Prohledat typy událostí

source: Popular events source types
cs_cz: Populární typy událostí

source: Choose from the most used
cs_cz: Vyberte si z nejpoužívanějších

source: Add or remove events source types
cs_cz: Přidat nebo odebrat typy událostí

source: Separate events source types with commas
cs_cz: Oddělit typy událostí čárkami

source: View Events Source Type
cs_cz: Zobrazit typ událostí

source: Update Events Source Type
cs_cz: Aktualizovat typ událostí

source: Edit Events Source Type
cs_cz: Upravit typ událostí

source: Add New Events Source Type
cs_cz: Přidat nový typ událostí

source: New Events Source Type
cs_cz: Nový typ událostí

source: Parent Events Source Type:
cs_cz: Nadřazený typ událostí:

source: Parent Events Source Type
cs_cz: Nadřazený typ událostí

source: All Events Source Types
cs_cz: Všechny typy událostí

source: Events Source Type
cs_cz: Typ událostí

source: Events Source Types
cs_cz: Typy událostí

source: See more details
cs_cz: Více podrobností

source: Thank you!
cs_cz: Děkujeme!

source: Send me the coupon
cs_cz: Pošlete mi kupón

source: First Name
cs_cz: Křestní jméno

source: Your Email
cs_cz: Vaše emailová adresa

source: Press %s to copy.
cs_cz: Stisknout %s a kopírovat.

source: Grouped Calendar
cs_cz: Seskupený kalendář

source: Only you can see this notice.
cs_cz: Pouze vy můžete vidět toto upozornění.

source: There are no calendar categories yet.
cs_cz: Nejsou žádné kategorie pro kalendáře.

source: No results found.
cs_cz: Nic nebylo nalezeno.

source: Choose from which calendar feeds you want to get events from. Choose them individually or select all those belonging to calendar feed categories.
cs_cz: Vyberte si ze kterých zdrojů kalendářů, chcete dostávat události. Vyberte je jednotlivě, nebo všechny ty, které patří do kategorií zdroje.

source: Category
cs_cz: Rubrika

source: Manual selection
cs_cz: Ruční výběr

source: Get Calendars From
cs_cz: Získat z kalendáře

source: Grouped Calendar Settings
cs_cz: Nastavení seskupeného kalendáře

source: Please ensure that both your Google Calendar ID and API Key are valid and that the Google Calendar you want to display is public.
cs_cz: Ujistěte se, že máte platné ID kalendáře, API klíč a že Google kalendář, který chcete zobrazit, je veřejný.

source: While trying to retrieve events, Google returned an error:
cs_cz: Při pokusu o načtení události, nastala chyba:

source: Your Google Calendar events will not show up until you <a href="%s">create and save a Google API key</a>.
cs_cz: Váš Google kalendář se nebude zobrazovat, musíte si <a href="%s">vytvořit a uložit váš Google API klíč</a>.

source: Step 2: Copy and paste your Google Calendar ID here. <a href="%2s" target="_blank">Detailed instructions</a>
cs_cz: 2. krok: Zkopírujte a vložte vaše ID kalendáře sem. <a href="%2s" target="_blank">Podrobný návod</a>

source: Step 1: Set the Google Calendar you want to use as <strong>"public."</strong> <a href="%1s" target="_blank">Detailed instructions</a>
cs_cz: 1. krok: Nastavte Google kalendář, který chcete použít jako <strong>"veřejný."</strong> <a href="%1s" target="_blank">Podrobný návod</a>

source: Google Calendar Settings
cs_cz: Nastavení Google kalendáře

source: Google Calendar only allows to query for a maximum amount of 2500 events from a calendar each time.
cs_cz: Google Kalendář umožňuje dotazy do maximální výše 2500 událostí z kalendáře najednou.

source: Maximum Events
cs_cz: Všechny události

source: Only show first occurrence
cs_cz: Zobrazovat pouze první výskyt

source: Show all
cs_cz: Zobrazit všechny

source: Events that are programmed to repeat themselves periodically.
cs_cz: Události, které jsou nastaveny jako pravidelně se opakující.

source: Recurring Events
cs_cz: Opakující se události

source: Filter events to display by search terms...
cs_cz: Filtr událostí zobrazující hledané výrazy...

source: Type in keywords if you only want display events that match these terms. You can use basic boolean search operators too.
cs_cz: Zadejte klíčová slova, pokud chcete zobrazit jen události, které odpovídají těmto podmínkám. Můžete používat základní operátory vyhledávání.

source: Enter a valid Google Calendar ID from a public calendar
cs_cz: Zadejte vaše platné vřejné ID kalendáře

source: Visit your Google Calendar account, copy your public calendar ID, then paste it here.
cs_cz: Navštivte nastavení Google kalendáře který chcete zobrazit. Zkopírujte si veřejné ID kalendáře a to potom vložte sem.

source: Calendar ID
cs_cz: ID kalendáře

source: <a href="%s" target="_blank">Step-by-step instructions</a>
cs_cz: <a href="%s" target="_blank">Instrukce krok za krokem (EN)</a>

source: To read events from your public Google Calendars you'll need create a Google API key and save it here.
cs_cz: Chcete-li zobrazit události z vašeho veřejného Google kalendáře budete si muset vytvořit Google API klíč a vložit ho sem.

source: Response pending
cs_cz: Čekám na odpověď

source: Maybe attending
cs_cz: Možná se zůčastním

source: Not attending
cs_cz: Neúčast

source: Attending
cs_cz: Účast

# No one yet rsvp to attend the event.
source: No one yet
cs_cz: Zatím nikdo

source: 1 anonymous attendee
cs_cz: 1 anonymní návštěvník

source: 1 more attendee
cs_cz: 1 další návštěvník

source: No end time
cs_cz: Není čas konce

source: Nothing from %1$s to %2$s.
cs_cz: Nic z %1$s na %2$s.

source: Event
cs_cz: Událost

source: Next Month
cs_cz: Příští měsíc

source: Previous Month
cs_cz: Minulý měsíc

source: Default
cs_cz: Základní

source: Days with Events
cs_cz: Dny s událostmi

source: Dark
cs_cz: Tmavý

source: Light
cs_cz: Světlý

source: Choose a calendar theme to match your site theme.
cs_cz: Vyberte vzhled kalendáře, aby odpovídal vzhledu vašeho webu.

source: Theme
cs_cz: Motiv

source: Expand Multi-day Events
cs_cz: Roztáhnout několikadenní události

source: Limit the number of initial visible events on each day to a set maximum.
cs_cz: Omezte počet viditelných událostí na maximum pro každý den.

source: Limit Visible Events
cs_cz: Limit viditelných událostí

source: Make an events list more compact by grouping together events from different days in a single list.
cs_cz: Udělat seznam pro události více kompaktní a při sloučení událostí z různých dní v jednom seznamu.

source: Compact List
cs_cz: Kompaktní seznam

source: You can use this to hide the month header for this calendar.
cs_cz: Můžete skrýt měsíce v záhlaví pro tento kalendář.

source: Hide Header
cs_cz: Skrýt hlavičku

source: Event(s)
cs_cz: Událost(i)

source: Month(s)
cs_cz: Měsíc(e)

source: Range of events to show on each calendar page.
cs_cz: Rozsah událostí které se ukáží na každé stránce kalendáře.

source: Span
cs_cz: Rozpětí

source: Shorten event titles in calendar grid to a specified length in characters.
cs_cz: Zkraťte názvy událostí v mřížce na zadanou délku ve znacích.

source: Trim Event Titles
cs_cz: Zkrátit názvy událostí

source: Hover
cs_cz: Při najetí myši

source: Click
cs_cz: Klikněte

source: Open event bubbles in calendar grid by clicking or hovering on event titles. On mobile devices it will always default to tapping.
cs_cz: Podrobnosti o událostech se v mřížkovém kalendáři zobrazují po kliknutí nebo přejetí nad titulkem události. U mobilních zařízení je vždy výchozí kliknutí.

source: Event Bubbles
cs_cz: Podrobnosti událostí

source: Default Calendar
cs_cz: Základní kalendář

source: View %s
cs_cz: Zobrazit %s

source: Click here to help translate
cs_cz: Pokud ano, klikni zde

source: Simple Calendar has been kindly translated into several other languages by contributors from all over the world.
cs_cz: Simple Calendar byl uživateli přeložen do několika dalších jazyků. Chceš také pomoct s překladem?

source: Simple Calendar is created by a worldwide team of developers. If you'd like to contribute please visit our <a href='%s' target='_blank'>GitHub repo</a>.
cs_cz: Simple Calendar je vytvořen celosvětovým týmem vývojářů. Pokud byste chtěli přispět, prosím navštivte náš <a href='%s' target='_blank'>GitHub repozitář</a>.

source: Mobile responsive and widget ready.
cs_cz: Je připraven responzivní vzhled pro mobily i widget.

source: Translators
cs_cz: Překladatelé

source: Credits
cs_cz: Tvůrci

source: What's New
cs_cz: Novinky

source: Thanks for installing!
cs_cz: Děkujeme za instalaci!

source: Thanks for updating to the latest version!
cs_cz: Děkujeme, že jsi aktualizoval na poslední verzi!

source: Welcome to Simple Calendar %s
cs_cz: Vítej v Simple Calendar %s

source: Welcome to Simple Calendar
cs_cz: Vítej v Simple Calendar

source: About Simple Calendar
cs_cz: O Simple Calendar

source: Error
cs_cz: Chyba

source: You do not have permission to install plugin updates
cs_cz: Nemáte oprávnění k instalaci aktualizací pluginu

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
cs_cz: K dispozici je nová verze %1$s available. <a target="_blank" class="thickbox" href="%2$s">zobrazit detaily verze %3$s </a> nebo <a href="%4$s">aktualizovat nyní</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
cs_cz: K dispozici je nová verze %1$s available. <a target="_blank" class="thickbox" href="%2$s">zobrazit detaily verze %3$s </a>.

source: Please add and configure new calendar first.
cs_cz: Prosím, přidejte a nastavte svůj první kalendář.

source: Copy
cs_cz: Kopírovat

source: Cache cleared.
cs_cz: Cache vytištěna.

source: Clear cache
cs_cz: Promazat cache

source: Clone
cs_cz: Klonovat

source: Calendar Type
cs_cz: Typ kalendáře

source: Events Source
cs_cz: Zdroj událostí

source: Browser
cs_cz: Prohlížeč

source: IP Address
cs_cz: IP adresa

source: Platform:
cs_cz: Platforma:

source: User Agent:
cs_cz: Uživatel:

source: Version:
cs_cz: Verze:

source: Name:
cs_cz: Jméno:

source: Server Timezone
cs_cz: Časové pásmo serveru

source: MySQL Version
cs_cz: Verze MySQL

source: PHP Version
cs_cz: Verze PHP

source: Web Server
cs_cz: Webový server

source: Server default timezone is %s - it should be UTC
cs_cz: Výchozího časové pásmo serveru je%s - to by mělo být v UTC

source: Parent Theme
cs_cz: Nadřazené téma

source: Child Theme
cs_cz: Odvozená šablona

source: Theme Information
cs_cz: Informace o šabloně

source: Author
cs_cz: Text:

source: Name
cs_cz: Jméno:

source: %s is available
cs_cz: %s je k dispozici

source: Permalinks
cs_cz: Trvalý odkaz

source: Multisite
cs_cz: Multistránka

source: Locale
cs_cz: Lokalizace

source: Version
cs_cz: Verze:

source: Site URL
cs_cz: URl webu

source: Home URL
cs_cz: Domácí URl

source: Site Name
cs_cz: Název stránky

source: %1$s - It is recomendend to set memory to at least 64MB. See: <a href="%2$s" target="_blank">Increasing memory allocated to PHP</a>
cs_cz: %1$s - Doporučujeme nastavit paměť alespoň na 64 MB. Vidíte: <a href="%2$s" target="_blank">zvýšení paměti přidělené v PHP</a>

source: No
cs_cz: Ne

source: Client Information
cs_cz: Informace o klientovi

source: Server Environment
cs_cz: Prostředí serveru

source: Active Plugins
cs_cz: Aktivní Pluginy

source: Active Theme
cs_cz: Aktivní šablona

source: WordPress Installation
cs_cz: WordPress instalace

source: Download System Report
cs_cz: Stáhnout systémovou zprávu

source: You can also download your information as a text file to attach, or simply view it below.
cs_cz: Můžete si také stáhnout informace do textového souboru pro uložení, nebo prostě pro její zobrazení níže.

source: Please copy and paste this information when contacting support:
cs_cz: Prosím, zkopírujte a vložte tyto informace při kontaktování podpory:

source: System Report
cs_cz: Systémová zpráva

source: Your license keys are used for access to automatic upgrades and premium support.
cs_cz: Vaše licenční klíče se používají pro přístup k automatickým aktualizacím a k prémiové podpoře.

source: Enter your add-on license keys below, making sure to activate each one to ensure they are valid.
cs_cz: Zadejte svůj add-on licenční klíč níže a ujistěte se že jste aktivovat každý z nich, aby bylo zajištěno, že jsou platné.

source: Premium Add-on License Keys
cs_cz: Premium Add-on licenční klíče

source: Delete your license keys
cs_cz: Odstraňte své licenční klíče

source: WARNING: Are you sure you want to start over and delete all license keys from the settings?
cs_cz: VAROVÁNÍ: Jste si jisti, že chcete začít znovu a odstranit všechny licenční klíče z nastavení?

source: Add-on Licenses
cs_cz: Add-on Licence

source: Event Sources
cs_cz: Zdroje událostí

source: You can choose on which content types to add the ability to attach calendars.
cs_cz: Můžete si vybrat které typy obsahu, budou mít možnost připojit kalendáře.

source: Attach Calendars
cs_cz: Připojit kalendáře

source: General
cs_cz: Obecný

source: By default your data will be retained in database even after uninstall. Tick this option if you want to delete all your calendar data when uninstalling.
cs_cz: Ve výchozím nastavení vaše data budou zachována v databázi i po odinstalování. Zaškrtněte tuto volbu, pokud chcete odstranit všechny kalendáře a data při odinstalaci.

source: Erase calendar data
cs_cz: Vymazat data kalendáře

source: Tick this option if you want to wipe this plugin settings from database when uninstalling.
cs_cz: Zaškrtněte tuto volbu, pokud chcete vymazat nastavení pluginu z databáze při odinstalování.

source: Delete settings
cs_cz: Smazat nastavení

source: Manage your data (plugin settings and saved calendars).
cs_cz: Spravujte svoje data (nastavení pluginu a ukládaní kalendářů)

source: Installation
cs_cz: Instalace

source: If you add, edit or remove events in your calendar very often, you can set a lower interval to refresh the events displayed. Set a higher interval for best performance.
cs_cz: Pokud přidáváte, upravujete nebo odstraňujete události v kalendáři velmi často, můžete nastavit kratší interval aktualizování událostí. Pokud chcete vyšší výkon nastavte delší interval aktualizování.

source: Week(s)
cs_cz: Víkend/víkendy

source: Day(s)
cs_cz: Den/dny

source: Hour(s)
cs_cz: Hodina/hodiny

source: Minute(s)
cs_cz: Minuta/minuty

# Cache maximum interval
source: Refresh Interval
cs_cz: Aktualizace intervalu

source: Some calendars may use this setting to display the start of the week. It is recommended to keep the site default setting.
cs_cz: Některé kalendáře mohou používat toto nastavení k zobrazení začátku týdne. Doporučuje se ponechat výchozí nastavení.

source: Week Starts On
cs_cz: Týden začíná

source: Enter a time format using %s values.
cs_cz: Zadejte formát času pomocí %s hodnot.

source: This option sets how calendars display event times. It is recommended to keep your site default setting.
cs_cz: Toto nastaví umožňuje měnit formát času událostí. Doporučuje se ponechat výchozí nastavení.

source: Used to divide date and time when both are shown.
cs_cz: Používá se, pokud je zobrazen datum i čas a chci je rozdělit.

source: Enter a date format using %s values.
cs_cz: Zadejte formát data pomocí %s hodnot.

source: This option sets how calendars display event dates. It is recommended to keep your site default setting.
cs_cz: Toto nastaví umožňuje měnit formát data událostí. Doporučuje se ponechat výchozí nastavení.

source: Custom (PHP format)
cs_cz: Vlastní (PHP formát)
