Repository: rousarp/openlab
Catalog: languages/plugins/google-calendar-events-*.po
Languages: cs_cz

source: Using a different timezone may alter the date and time display of your calendar events. We recommended using the site default timezone.
cs_cz: Použití jiného časové pásmo může změnit datum a čas u události v kalendáři. Doporučujeme ponechat výchozí časové pásmo kalendáře.

# Use a custom setting
source: Custom
cs_cz: Vlastní

# Use the calendar default setting
source: Event source default
cs_cz: Výchozí zdroj událostí

source: Date and Time
cs_cz: Datum a čas

source: Some calendars may display a message when no events are found. You can change the default message here.
cs_cz: U některých kalendářů se může zobrazit zpráva, pokud jsou nalezeny žádné události. Můžete změnit výchozí zprávu.

source: No Events Message
cs_cz: Zpráva, když nejsou žádné události

source: Remove the navigation arrows and fix the calendar view to its initial state.
cs_cz: Tohle nastavení odstraní navigační šipky a název měsíce. A kalendář bude statický.

source: Static Calendar
cs_cz: Statický kalendář

source: Miscellaneous
cs_cz: Další nastavení

source: Set the date for the latest possible event to show on calendar. There will not be events after this date.
cs_cz: Nastavte datum na co nejvzdálenější pro zobrazení událostí z kalendáře. Novější události jinak nebudou zobrazeny.

source: Year(s) after start date
cs_cz: Rok(y) po datu zahájení

source: Month(s) after start date
cs_cz: Měsíc(e) po datu zahájení

source: Weeks(s) after start date
cs_cz: Víkend(y) po datu zahájení

source: Day(s) after start date
cs_cz: Den(y) po datu zahájení

source: Day end of start date
cs_cz: Den konce na začátku data

source: Latest Event
cs_cz: Nejnovější události

source: Set the date for the earliest possible event to show in calendar. There will not be events before this date.
cs_cz: Nastavte datum na co nejstarší pro zobrazení událostí z kalendáře. Starší události nebudou jinak zobrazeny.

source: Year(s) before start date
cs_cz: Rok(y) před datem zahájení

source: Month(s) before start date
cs_cz: Měsíc(e) před datem zahájení

source: Week(s) before start date
cs_cz: Víkend(y) před datem zahájení

source: Day(s) before start date
cs_cz: Den(y) před datem zahájení

source: Same as start date
cs_cz: Stejné jako datum zahájení

source: Earliest Event
cs_cz: Nejstarší události

source: The calendar default opening date. It will automatically adapt based on the chosen calendar type.
cs_cz: Výchozí datum otevření kalendáře, se automaticky přizpůsobí na základě zvoleného typu kalendáře.

source: Specific date
cs_cz: Konkrétní datum

source: Other
cs_cz: Jiný

source: Year(s) after current
cs_cz: Rok(y) po aktuálním

source: Year(s) before current
cs_cz: Rok(y) před aktuálním

source: This year
cs_cz: Tento rok

source: Month(s) after current
cs_cz: Měsíc(e) po aktuálním

source: Month(s) before current
cs_cz: Měsíc(e) před aktuálním

source: This month
cs_cz: Tento měsíc

source: Week(s) after current
cs_cz: Víkend(y) po aktuálním

source: Week(s) before current
cs_cz: Víkend(y) před aktuálním

source: This week
cs_cz: Tento týden

source: Day(s) after today
cs_cz: Den(y) po dnešku

source: Day(s) before today
cs_cz: Den(y) před dneškem

source: Now
cs_cz: Teď

source: Today
cs_cz: Dnes

source: Calendar Start
cs_cz: Start kalendáře

source: Event Settings
cs_cz: Nastavení událostí

source: Advanced
cs_cz: Další nastavení

source: Appearance
cs_cz: Vzhled

source: Events
cs_cz: Události

source: View to display
cs_cz: Pohled na zobrazení

source: View
cs_cz: Prohlížet

source: Calendar to use
cs_cz: Kalendář k použití

source: Calendar
cs_cz: Kalendář

# From which calendar source to load events from
source: Get events from
cs_cz: Získejte události z

source: Event Source
cs_cz: Zdroj události

source: Before Content
cs_cz: Před obsahem

source: After Content
cs_cz: Po obsahu

source: Attach Calendar
cs_cz: Připojit kalendář

source: Calendar Shortcode
cs_cz: Shortcode kalendáře

source: Calendar Settings
cs_cz: Nastavení kalendáře

source: Thanks for using Simple Calendar!
cs_cz: Děkujeme Vám, že používáte Simple Calendar!

source: Thanks :)
cs_cz: Děkuji :)

source: If you like <strong>Simple Calendar</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733; rating on WordPress.org%s. A huge thank you in advance!
cs_cz: Pokud se vám líbí <strong>Simple Calendar</strong> prosím, nechte nám %s&#9733;&#9733;&#9733;&#9733;&#9733; hodnocení na WordPress.org%s. Děkuji předem!

source: Calendars
cs_cz: Kalendáře

source: Tools
cs_cz: Nástroje

source: Add-ons
cs_cz: Add-ony

source: Settings
cs_cz: Nastavení

source: (active)
cs_cz: (aktivní)

source: Activate
cs_cz: Zapnout

source: Deactivate
cs_cz: Vypnout

# A character to separate two elements
source: Divider
cs_cz: Oddělovač

source: Meridiem
cs_cz: Poledne

source: Minutes
cs_cz: Minuta

source: Hours
cs_cz: hodin

source: Year
cs_cz: Rok

source: Month
cs_cz: Měsíc

source: Day
cs_cz: Den

source: Weekday
cs_cz: Den v týdnu

source: Preview
cs_cz: Náhled

source: License key is invalid.
cs_cz: Klíč licence je neplatný.

source: There was an error processing your request: %s
cs_cz: Při zpracování vašeho požadavku došlo k chybě: %s

source: An error occurred: %s
cs_cz: Došlo k chybě: %s

source: Add-on unspecified or invalid action.
cs_cz: Add-on nespecifikované nebo neplatné akce.

source: Title:
cs_cz: Nadpis:

source: Documentation
cs_cz: Dokumentace

source: Time Format
cs_cz: Formát času

source: Date Format
cs_cz: Formát data

source: Yes
cs_cz: Ano

source: Search Query
cs_cz: Hledaný dotaz

# Use this site default setting
source: Site default
cs_cz: Výchozí nastavení stránky

source: Timezone
cs_cz: Časové pásmo

source: Google Calendar
cs_cz: Google kalendář

source: Separator
cs_cz: Oddělovač

source: List
cs_cz: Seznam

source: Grid
cs_cz: Mřížka

source: Add New
cs_cz: Přidat nový

source: Previous
cs_cz: Předcházející

source: Next
cs_cz: Další

source: Clear Cache
cs_cz: Čistit cache

source: Could not find any calendars to add to this post.
cs_cz: Nelze najít žádné kalendáře pro přidání do tohoto příspěvku.

source: Insert Calendar
cs_cz: Vložit kalendář

source: Add a calendar to your post.
cs_cz: Přidat kalendář do příspěvku.

source: Add Calendar
cs_cz: Přidat kalendář
