Repository: rousarp/openlab
Catalog: languages/plugins/invite-anyone-*.po
Languages: cs_cz

source: Settings
cs_cz: Nastavení

source: General Settings
cs_cz: Obecné Nastavení

source: Access Control
cs_cz: Řízení přístupu

source: Manage Invitations
cs_cz: Spravovat Pozvánky

source: Stats
cs_cz: Statistika

source: Save Changes
cs_cz: Uložit Zmšny

source: Access Settings
cs_cz: Nastavení přístupu

source: Allow email invitations to be sent by
cs_cz: Povolit zasílání pozvánek e-mailem

source: Limit group invitations
cs_cz: Omezit pozvánky do skupiny

source: Limit per-user invitations
cs_cz: Omezit pozvánky na uživatele

source: Replacement patterns for email text fields
cs_cz: Vzory nahrazení textových polí e-mailu

source: Text of email invitation subject line
cs_cz: Text předmětu e-mailové pozvánky

source: Main text of email invitation message
cs_cz: Hlavní text e-mailové pozvánky

source: Footer text of email invitation message (not editable by users)
cs_cz: Text zápatí emailu s pozvánkou (nelze upravovat uživateli)

source: Allow users to customize invitation
cs_cz: Povolit uživatelům přizpůsobit pozvánku

source: Number of email invitations users are permitted to send at a time
cs_cz: Počet e-mailových pozvánek, které mohou uživatelé odesílat najednou

source: Allow users to send group invitations along with email invitations
cs_cz: Umožnit uživatelům posílat pozvánky na skupiny spolu s pozvánkami na e-mail

source: Allow email invitations to be accepted even when site registration is disabled
cs_cz: Povolit přijímání e-mailových pozvánek i při zakázané registrace na webu

source: name of your website
cs_cz: jméno vašeho webu

source: Subject line
cs_cz: Předmět

source: Message body
cs_cz: Tělo zprávy

source: Control which members are able to send various kinds of invitations.
cs_cz: Spravujte, kteří členové mohu poslat různé druhy pozvánek.

source: All users
cs_cz: Všichni uživatelé

source: A limited set of users
cs_cz: Omezená sada uživatelů

source: Only users who have been members of the site for a minimum number of days:
cs_cz: Pouze uživatelé, kteří jsou již členy webu po minimální počet dní:

source: Only users who have at least the following role on this blog:
cs_cz: Pouze uživatelé, kteří na tomto blogu mají alespoň následující roli:

source: Subscriber
cs_cz: Odběratel

source: Contributor
cs_cz: Přispěvatel

source: Author
cs_cz: Autor

source: Administrator
cs_cz: Administrátor

source: Provide a comma-separated list of users (identified by their numerical user ids) who <strong>cannot</strong> send invitations by email:
cs_cz: Uveďte seznam uživatelů oddělených čárkami (identifikovaných jejich uživatelským ID), kteří <strong> nemohou </ strong> posílat pozvánky e-mailem:

source: <strong>Site admins</strong> can send group invitations to:
cs_cz: <strong> Správci webu </ strong> mohou posílat pozvánky do skupiny těmto lidem:

source: Anyone
cs_cz: Kdokoliv

source: Friends
cs_cz: Přátelé

source: No one
cs_cz: Nikdo

source: <strong>Group admins</strong> can send group invitations to:
cs_cz: <strong> Správci skupin </ strong> mohou posílat pozvánky do skupiny těmto lidem:

source: <strong>Group mods</strong> can send group invitations to:
cs_cz: <strong> Moderátoři skupiny </ strong> mohou posílat pozvánky do skupiny těmto lidem:

source: <strong>Group members</strong> can send group invitations to:
cs_cz: <strong> Členové skupiny </ strong> mohou posílat pozvánky do skupiny těmto lidem:

source: Enable CloudSponge?
cs_cz: Povolit CloudSponge?

source: CloudSponge Domain Key
cs_cz: Klíč CloudSponge Domény

source: CloudSponge integration will not work without a valid CloudSponge Domain key.
cs_cz: Integrace CloudSponge nebude fungovat bez platného klíče CloudSponge Domény.

source: CloudSponge Key
cs_cz: CloudSponge klíč

source: CloudSponge integration will not work without a valid CloudSponge Key.
cs_cz: Integrace CloudSponge nebude fungovat bez platného CloudSponge klíče.

source: Please, click on <strong>Save Changes</strong> to save the key!
cs_cz: Prosím, klikněte na tlačítko <strong> Uložit změny </ strong> abyste uložili klíč!

source: Click in the <strong>test</strong> button to test your integration.
cs_cz: Klikněte na tlačítko <strong> test </ strong> abyste ověřili integraci.

source: Sent
cs_cz: Odesláno

source: Accepted
cs_cz: Přijato

source: View Invitation
cs_cz: Zobrazit Pozvánku

source: (no data)
cs_cz: (žádná data)

source: No invitations have been sent yet.
cs_cz: Zatím nebyly zaslány žádné pozvánky.

source: 24 Hours
cs_cz: 24 Hodin

source: 3 Days
cs_cz: 3 Dny

source: 1 Week
cs_cz: 1 Týden

source: 4 Weeks
cs_cz: 4 Týdny

source: 3 Months
cs_cz: 3 Měsíce

source: All Time
cs_cz: Vždy

source: Yes
cs_cz: Ano

source: In the last...
cs_cz: V poslední ...

source: Total Sent
cs_cz: Celkem Odesláno

source: Total Accepted
cs_cz: Celkem Přijato

source: Acceptance Rate
cs_cz: Poměr Přijatých

source: Total Sent (CloudSponge)
cs_cz: Celkem Odeslaných (CloudSponge)

source: Total Accepted (CloudSponge)
cs_cz: Celkem Přijato (CloudSponge)

source: Acceptance Rate (CloudSponge)
cs_cz: Míra přijetí (CloudSponge)

source: CloudSponge Usage
cs_cz: Použití CloudSponge

source: (%d sent)
cs_cz: (%d odesláno)

source: (%s accepted)
cs_cz: (%s přijato)

# post type general name
source: BuddyPress Invitations
cs_cz: Pozvánky BuddyPress

# post type singular name
source: Invitation
cs_cz: Pozvánka

source: Add New
cs_cz: Přidat Novou

source: Add New Invitation
cs_cz: Přidat Novou Pozvánku

source: Edit Invitation
cs_cz: Upravit Pozvánku

source: New Invitation
cs_cz: Nová Pozvánka

source: Search Invitation
cs_cz: Hledat Pozvánku

source: No Invitations found
cs_cz: Nebyly nalezeny žádné pozvánky

source: No Invitations found in Trash
cs_cz: Nebyly nalezeny žádné pozvánky v koši

source: BuddyPress Invitations
cs_cz: Pozvánky BuddyPress

source: All Invited Groups
cs_cz: Všechny Pozvané Skupiny

source: Edit Invited Group
cs_cz: Upravit Pozvanou Skupinu

source: Update Invited Group
cs_cz: Aktualizovat Pozvanou Skupinu

source: Add New Invited Group
cs_cz: Přidat Novou Pozvanou Skupinu

source: New Invited Group Name
cs_cz: Jméno Nové Pozvané Skupiny

source: No
cs_cz: Ne

source: All done!
cs_cz: Vše hotovo!

source: Finish
cs_cz: Ukončit

source: Migrated Invitation
cs_cz: Migrovat Pozvánky

source: Importing: %1$s invited %2$s<br />
cs_cz: Import: %1$s pozval %2$s<br />

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
cs_cz: Pokud váš prohlížeč automaticky nespustí načítání další stránky, klikněte na tento odkaz:

source: Next Invitations
cs_cz: Další Pozvánky

source: Invite Anyone Upgrade
cs_cz: Aktualizace Invite Anyone

source: Invite Anyone has just been updated, and needs to move some old invitation data in order to complete the upgrade. Click GO to start the process.
cs_cz: Plugin Invite Anyone byl aktualizován a potřebuje přesunout některé staré údaje o pozvánkách, aby dokončil aktualizaci. Klepnutím na tlačítko GO spustíte proces.

source: Opt Out
cs_cz: Odhlásit se

source: Accept Invitation
cs_cz: Přijmout pozvánku

source: To opt out of future invitations to %s, make sure that your email is entered in the field below and click "Opt Out".
cs_cz: Chcete-li se odhlásit od zasílání dalších pozvánky do %s, ujistěte se, že váš e-mail je zadán do níže uvedeného pole a klikněte na tlačítko "Odhlásit se".

source: If you are here by mistake and would like to accept your invitation to %s, click "Accept Invitation" instead.
cs_cz: Pokud jste zde omylem a chcete přijmout pozvánku do %s, klikněte místo toho na "Přijmout pozvánku".

source: You have successfully opted out. No more invitation emails will be sent to you by this site.
cs_cz: Úspěšně jste se odhlásili. Žádné další e-maily s pozvánkami vám nebudou zasílány tímto webem.

source: Sorry, there was an error in processing your request
cs_cz: Je nám líto, při zpracování vaší žádosti došlo k chybě

source: It looks like you're trying to accept an invitation to join the site, but some information is missing. Please try again by clicking on the link in the invitation email.
cs_cz: Zdá se, že se pokoušíte přijmout pozvánku na web, ale některé informace chybí. Zkuste to znovu kliknutím na odkaz v e-mailu s pozvánkou.

source: Welcome! You&#8217;ve been invited to join the site by the following user: %s. Please fill out the information below to create your account.
cs_cz: Vítejte! Byli jste pozváni k webu následujícím uživatelem: %s. Vyplňte níže uvedené informace a vytvořte svůj účet.

source: Welcome! You&#8217;ve been invited to join the site. Please fill out the information below to create your account.
cs_cz: Vítejte! Byli jste pozváni k webu. Vyplňte níže uvedené informace a vytvořte svůj účet.

source: Send Invites
cs_cz: Poslat Pozvánky

source: Invite New Members
cs_cz: Pozvat nové členy

source: Sent Invites
cs_cz: Odeslané Pozvánky

source: Sorry, there was a problem sending your invitations. Please try again.
cs_cz: Je nám líto, ale došlo k potížím s odesláním pozvánek. Prosím zkuste to znovu.

source: Invitation cleared
cs_cz: Pozvánka byla zrušena

source: There was a problem clearing the invitation.
cs_cz: Při rušení pozvánky došlo k potížím.

source: Invitations cleared.
cs_cz: Pozvánka byla zrušena

source: There was a problem clearing the invitations.
cs_cz: Při rušení pozvánky došlo k potížím.

source: It looks like you&#8217;ve already accepted your invitation to join the site.
cs_cz: Zdá se, že jste již přijali pozvánku k připojení k webu.

source: You have sent the maximum allowed number of invitations.
cs_cz: Odeslali jste maximální počet pozvánek.

source: Some of your invitations were not sent. Please see the errors below and resubmit the failed invitations.
cs_cz: Některé vaše pozvánky nebyly odeslány. Přečtěte si níže uvedené chyby a znovu zopakujte odeslání neodeslaných pozvánek.

source: Invite friends to join %s by following these steps:
cs_cz: Pozvěte přátele, aby se připojili k %s, postupujte takto:

source: The site administrator has limited each user to %1$d invitations. You have %2$d invitations remaining.
cs_cz: Správce webu omezil počet pozvánek každého uživatele na %1$d. Počet vašich zbývajících pozvánek je %2$d.

source: Enter email addresses below, one per line.
cs_cz: Zadejte níže e-mailové adresy, jednu na každý řádek.

source: You can only invite people whose email addresses end in one of the following domains:
cs_cz: Můžete pozvat pouze lidi, jejichž e-mailové adresy skončí na jednu z následujících domén:

source: You can invite a maximum of %s people at a time.
cs_cz: Maximální počet lidí, které můžete pozvat najednou je %s .

source: (optional) Customize the subject line of the invitation email.
cs_cz: (nepovinné) Přizpůsobte předmět e-mailu pozvánky.

source: Subject:
cs_cz: Předmět:

source: (optional) Customize the text of the invitation.
cs_cz: (nepovinné) Přizpůsobte text pozvánky.

source: The message will also contain a custom footer containing links to accept the invitation or opt out of further email invitations from this site.
cs_cz: Zpráva bude také obsahovat vlastní zápatí s odkazy na přijetí pozvánky nebo zrušení dalších e-mailových pozvánek z těchto stránek.

source: Message:
cs_cz: Zpráva:

source: (optional) Select some groups. Invitees will receive invitations to these groups when they join the site.
cs_cz: (volitelné) Vyberte některé skupiny. Pozvaní obdrží pozvánky do těchto skupin, když se připojí k webu.

source: You have sent invitations to the following people.
cs_cz: Odeslali jste pozvánky těmto lidem.

source: This table displays a list of all your sent invites. Invites that have been accepted are highlighted in the listings. You may clear any individual invites, all accepted invites or all of the invites from the list.
cs_cz: Tato tabulka zobrazuje seznam všech odeslaných pozvánek. Pozvány, které byly přijaty, jsou zvýrazněny v seznamu. Můžete zrušit všechny individuální pozvánky, všechny přijaté pozvánky nebo všechny pozvánky ze seznamu.

source: Invited email address
cs_cz: Pozvánka na e-mailovou adresu

source: Group invitations
cs_cz: Pozvánka do skupiny

source: Clear all accepted invites from the list
cs_cz: Vymazat všechny přijaté pozvánky ze seznamu

source: Clear all accepted invitations
cs_cz: Vymazat všechny přijaté pozvánky

source: Clear all your listed invites
cs_cz: Vymazat všechny uvedené pozvánky

source: Clear all invitations
cs_cz: Vymazat všechny pozvánky

source: Clear this invitation
cs_cz: Vymažte tuto pozvánku

source: You haven't sent any email invitations yet.
cs_cz: Neodeslali jste ještě žádné pozvánky e-mailem.

source: An invitation to join the %s community.
cs_cz: Pozvánka k připojení ke komunitě %s.

source: You have been invited by %%INVITERNAME%% to join the %s community. Visit %%INVITERNAME%%'s profile at %%INVITERURL%%.
cs_cz: Byli jste pozváni uživatelem %%INVITERNAME%%, abyste se připojili ke komunitě %s. Navštivte profil uživatele %%INVITERNAME%% na adrese %%INVITERURL%%.

source: To accept this invitation, please visit %%ACCEPTURL%%
cs_cz: Chcete-li přijmout tuto pozvánku, navštivte prosím %%ACCEPTURL%%

source: To opt out of future invitations to this site, please visit %%OPTOUTURL%%
cs_cz: Chcete-li odhlásit ze zasílání dalších pozvánek na tyto stránky, navštivte stránku %%OPTOUTURL%%

source: You are only allowed to invite up to %s people at a time. Please remove some addresses and try again
cs_cz: Máte povoleno pozvat maximálně tento počet lidí najednou : %s. Odstraňte některé adresy a zkuste to znovu

source: You didn't include any email addresses!
cs_cz: Nezadali jste žádné e-mailové adresy!

source: You are only allowed to invite %s more people. Please remove some addresses and try again
cs_cz: Můžete pozvat pouze %s dalších lidí. Odstraňte některé adresy a zkuste to znovu

source: <strong>%s</strong> has opted out of email invitations from this site.
cs_cz: Uživatel <strong>%s </ strong> se odhlásil z e-mailových pozvánek z tohoto webu.

source: <strong>%s</strong> is already a registered user of the site.
cs_cz: <strong>%s</ strong> je již registrovaným uživatelem webu.

source: <strong>%s</strong> is not a permitted email address.
cs_cz: <strong>%s</strong> není povolená e-mailová adresa.

source: <strong>%s</strong> is not a valid email address. Please make sure that you have typed it correctly.
cs_cz: <strong>%s</strong> není povolená e-mailová adresa. Zkontrolujte jestli jste ji zadal(a) správně.

source: <strong>%s</strong> is not a permitted email address. Please make sure that you have typed the domain name correctly.
cs_cz: <strong>%s </strong> není povolená e-mailová adresa. Ujistěte se, že jste správně zadali název domény.

source: Invitations were sent successfully to the following email addresses: %s
cs_cz: Pozvánky byly úspěšně odeslány na následující e-mailové adresy: %s

source: Please correct your errors and resubmit.
cs_cz: Prosím, opravte vaše chyby a odešlete znovu.

source: We couldn't find any invitations associated with this email address.
cs_cz: Nelze najít žádné pozvánky spojené s touto e-mailovou adresou.

source: You can also add email addresses <a class="cs_import">from your Address Book</a>.
cs_cz: Můžete také přidat e-mailové adresy <a class="cs_import"> z vašeho adresáře </a>.

source: Click &ldquo;Send Invites&rdquo; to finish sending your new invitations.
cs_cz: Klikněte na možnost "Odeslat Pozvánky" k dokončení odesílání nových pozvánek.

source: Group invites sent.
cs_cz: Pozvánky do skupiny byly odeslány.

source: Group created successfully.
cs_cz: Skupina byla úspěšně založena.

source: Remove Invite
cs_cz: Odstranit pozvánku

source: %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
cs_cz: Uživatel %1$ s vás pozval do skupiny: "%2$s". Chcete-li zobrazit své pozvánky do skupin, navštivte: %3$s Chcete-li zobrazit skupinu, navštivte: %4$s Chcete-li zobrazit profil uživatele %5$s, navštivte: %6$s ---------------------

source: Search for members to invite:
cs_cz: Hledat členy, které chcete pozvat:

source: Select members from the directory:
cs_cz: Vyberte členy z adresáře:

source: Select people to invite.
cs_cz: Vyberte lidi, které chcete pozvat.

source: Want to invite someone to the group who is not yet a member of the site?
cs_cz: Chcete pozvat do skupiny někoho, kdo ještě není uživatelem webu?

source: Send invitations by email.
cs_cz: Poslat pozvánky e-mailem.

source: Select people to invite from your friends list.
cs_cz: Vyberte osoby ze seznamu přátel, které chcete pozvat.

source: Viewing %1$d - %2$d of a total of %3$d
cs_cz: Prohlížení %1$d -%2$d z celkového počtu %3$d

source: &raquo;
cs_cz: &laquo;

source: Enter one email address per line to invite friends to join this site.
cs_cz: Zadejte jednu e-mailovou adresu na každý řádek, chcete-li pozvat přátele, aby se připojili k tomuto webu.

source: Continue
cs_cz: Pokračovat

source: Invite friends to join the site by entering their email addresses below.
cs_cz: Pozvěte přátele, aby se připojili k webu a vložte níže jejich e-mailové adresy.

source: Title:
cs_cz: Název:

source: Text to display in widget:
cs_cz: Text, který se má zobrazit ve widgetu:

source: Number of email fields to display in widget:
cs_cz: Počet emailových polí, které se mají zobrazit ve widgetu:

source: Allows group admins to invite any member of their BuddyPress community to a group or to the site
cs_cz: Umožňuje správcům skupiny pozvat nějakého člena své komunity BuddyPress do skupiny nebo na web stránku

source: Enable the Send Invites step during group creation
cs_cz: Povolte krok Odeslat Pozvánky při vytváření skupiny

source: Control the default behavior of Invite Anyone.
cs_cz: Ovládat výchozí chování Invite Anyone.

source: display name of the inviter
cs_cz: zobrazit jméno zvajícího

source: URL to the profile of the inviter
cs_cz: URL profilu zvajícího

source: Link that invited users can click to accept the invitation
cs_cz: Odkaz, na který pozvaní uživatelé mohou kliknutím přijmout pozvánku

source: Link that invited users can click to opt out of future invitations
cs_cz: Odkaz, na který pozvaní uživatelé mohou kliknout k odhlášení zasílání dalších pozvánek

source: Limit number of invites per user :
cs_cz: Maximální počet pozvánek na uživatele :

source: Invite Anyone extends BuddyPress's default group invitation settings. Instead of allowing you to invite only friends to a group, this plugin allows you to invite any member of the site. Use these settings to limit possible invitees for different group roles.
cs_cz: Invite Anyone rozšiřuje výchozí nastavení pozvánek BuddyPress skupin . Místo toho, abyste mohli pozvat do skupiny pouze přátele, vám tento plugin umožňuje pozvat kteréhokoli člena webu. Použijte tato nastavení k omezení možných pozvaných pro různé role skupiny.

source: When you use CloudSponge with Invite Anyone, part of your CloudSponge monthly payment goes to the author of Invite Anyone. This is a great way to support future development of the plugin. Thanks for your support!
cs_cz: Když používáte CloudSponge s Invite Anyone, část měsíční platby CloudSponge přechází na autora Invite Anyone. Je to skvělý způsob, jak podpořit budoucí vývoj pluginu. Děkuji za vaši podporu!

source: Inviter
cs_cz: Zvající

source: Invited Email
cs_cz: Zvací Email

source: Top Inviter (by #)
cs_cz: Top Zvající (podle #)

source: Top Inviter (by % accepted)
cs_cz: Top Zvající (podle % přijatých)

source: Top Inviter (by #) (CloudSponge)
cs_cz: Top Zvající (podle #) (CloudSponge)

source: Top Inviter (by % accepted) (CloudSponge)
cs_cz: Top Zvající (podle % přijatých) (CloudSponge)

source: Invitees
cs_cz: Pozvaní

source: Invitee
cs_cz: Pozvaný

source: Search Invitees
cs_cz: Hledat Pozvané Uživatele

source: All Invitees
cs_cz: Všichni Pozvaní Uživatelé

source: Edit Invitee
cs_cz: Upravit pozvaného uživatele

source: Update Invitee
cs_cz: Aktualizovat pozvaného uživatele

source: Add New Invitee
cs_cz: Přidat Nového Uživatele

source: New Invitee Name
cs_cz: Nový název pozvaného uživatele

source: Invited Groups
cs_cz: Pozvané skupiny

source: Invited Group
cs_cz: Pozvaná skupina

source: Search Invited Groups
cs_cz: Hledat Pozvané skupiny
