Repository: rousarp/openlab
Catalog: languages/plugins/pdf-embedder-*.po
Languages: cs_cz

source: Allow user to scroll up/down between all pages in the PDF
cs_cz: Umožňuje uživateli rolovat nahoru a dolů mezi všemi stránkami v PDF

source: Continous Page Scrolling
cs_cz: Kontinuální posouvání stránek

source: Open links in a new browser tab/window
cs_cz: Otevření odkazů v nové záložce nebo okně prohlížeče

source: External Links
cs_cz: Externí odkazy

source: Count number of views and downloads
cs_cz: Sčítání početu zobrazení a stažení

source: Provide PDF download button on toolbar
cs_cz: Poskytnout ve formátu PDF tlačítko ke stažení na panelu nástrojů

source: Options only available in Premium versions
cs_cz: Nastavení dostupná pouze v PRO verzi

source: Downloads/Views
cs_cz: Stažení/Zobrazení

source: Track downloads and views with <a href="%s" target="_blank">PDF Embedder Premium</a>
cs_cz: Sledování stahování a zobrazení je dostupné v<a href="%s" target="_blank">PDF Embedder Premium</a>

source: Find out more about <a href="%s" target="_blank">Premium Versions of the plugin on our website</a>.
cs_cz: Zjistěte více o <a href="%s" target="_blank">premium verzi tohoto plugin</a>.

source: Track Views/Downloads
cs_cz: Sledování zobrazení/stažení

source: Embed PDFs straight into your posts and pages, with flexible width and height. No third-party services required.
cs_cz: Vložit soubory PDF přímo do vašich příspěvků a stránek s určitou šířkou a výškou. Nevyžaduje žádné služby třetích stran.

source: This free version of the plugin should work on most mobile browsers, but it will be cumbersome for users with small screens - it is difficult to position the document entirely within the screen, and your users' fingers may catch the entire browser page when they're trying only to move about the document...
cs_cz: This free version of the plugin should work on most mobile browsers, but it will be cumbersome for users with small screens - it is difficult to position the document entirely within the screen, and your users' fingers may catch the entire browser page when they're trying only to move about the document&hellip;

source: Mobile-friendly embedding using PDF Embedder Premium
cs_cz: PDF Embedder Premium - spolupracující s mobilními zařízeními

source: Download Button
cs_cz: Tlačítko pro stažení

source: Settings
cs_cz: Nastavení

source: Settings saved
cs_cz: Nastavení uloženo

source: Unspecified error
cs_cz: Nespecifikovaná chyba

source: Height must be "max" or an integer (number of pixels)
cs_cz: Výška musí být "max" nebo nějaké celé číslo (počet pixelů)

source: Width must be "max" or an integer (number of pixels)
cs_cz: Šířka musí být "max" nebo nějaké celé číslo (počet pixelů)

source: See our website <a href="%s">wp-pdf.com</a> for more details and purchase options.
cs_cz: Koukněte se na web <a href="%s">wp-pdf.com</a> pro více informací a detaily pro koupení pluginu.

source: Protect your PDFs using PDF Embedder Secure
cs_cz: PDF Embedder - zabezpečení vašich PDFs souborů

source: You can override these defaults for specific embeds by modifying the shortcodes - see <a href="%s" target="_blank">instructions</a>.
cs_cz: Můžete přepsat tyto výchozí hodnoty pro konkrétní úpravy ve vložených přehrávačích úpravou shortcodu - viz <a href="%s" target="_blank">návod</a>.

source: Toolbar always visible
cs_cz: Vždy zobrazený

source: Toolbar appears only on hover over document
cs_cz: Pouze nad dokumentem

source: Toolbar Hover
cs_cz: Umístění panelu nástrojů

source: Both
cs_cz: Obě

source: Bottom
cs_cz: Dole

source: Top
cs_cz: Nahoře

source: Toolbar Location
cs_cz: Poloha panelu nástrojů

source: Enter <b>max</b> or an integer number of pixels
cs_cz: Zadejte <b>max</b> nebo celé číslo pixelů

source: Height
cs_cz: Výška

source: Width
cs_cz: Šířka

source: Default Viewer Settings
cs_cz: Základní nastavení pro prohlížení

source: Save Changes
cs_cz: Uložit nastavení

source: Mobile
cs_cz: Mobilní zařízení

source: Main Settings
cs_cz: Hlavní nastavení

source: From the post editor, click Add Media, and then drag-and-drop your PDF file into the media library. When you insert the PDF into your post, it will automatically embed using the plugin's viewer.
cs_cz: V editoru příspěvků, klepněte na tlačítko Přidat média a přidejte drag-and-drop PDF soubor do knihovny médií. Vložíte-li soubor ve formátu PDF do příspěvku, bude automaticky vložen pomocí prohlížeče přes plugin.

source: To use the plugin, just embed PDFs in the same way as you would normally embed images in your posts/pages - but try with a PDF file instead.
cs_cz: Chcete-li používat tento plugin, stačí vložit PDF do stránky/příspěvku stejným způsobem, jako byste normálně vložit obrázky.

source: PDF Embedder setup
cs_cz: Založení PDF Embedder

source: PDF Embedder settings
cs_cz: Nastavení PDF Embedder

source: Manage PDFs
cs_cz: Správa PDFs

source: View in Full Screen
cs_cz: Zobrazit na celou obrazovku

source: PDF page width or height are invalid
cs_cz: Šířka nebo výška stránky PDF je neplatná

source: Click here for more info
cs_cz: Klikněte zde pro více informací

source: Error: URL to the PDF file must be on exactly the same domain as the current web page.
cs_cz: CHYBA: URL souboru PDF musí být na stejné doméně jako aktuální webové stránky.

source: Full Screen
cs_cz: Celá obrazovka

source: Download PDF
cs_cz: Stáhnout PDF

source: Secure
cs_cz: Zabezpečení

source: Zoom Out
cs_cz: Oddálit

source: Zoom In
cs_cz: Přiblížit

source: Next page
cs_cz: Další strana

source: Previous page
cs_cz: Předchozí strana

source: Zoom
cs_cz: Přiblížení

source: Page
cs_cz: Stránka

source: Loading...
cs_cz: Načítání...
