Repository: rousarp/openlab
Catalog: languages/themes/hemingway-*.po
Languages: cs_cz

source: Date: %s
cs_cz: Datum: %s

source: Month: %s
cs_cz: Měsíc: %s

source: Year: %s
cs_cz: Rok: %s

source: Category: %s
cs_cz: Kategorie: %s

source: Tag: %s
cs_cz: Štítek: %s

source: Author: %s
cs_cz: Autor: %s

source: (page %s of %s)
cs_cz: (strana %s z %s)

source: Older<span> posts</span>
cs_cz: Starší<span> příspěvky</span>

source: Newer<span> posts</span>
cs_cz: Novější<span> příspěvky</span>

source: &laquo; Older<span> Comments</span>
cs_cz: &laquo; Starší<span> Komentáře</span>

source: Newer<span> Comments</span> &raquo;
cs_cz: Novější<span> Komentáře</span> &raquo;

source: Your email address will not be published.
cs_cz: Vaše e-mailová adresa nebude zveřejněna.

source: Name
cs_cz: Název

source: Website
cs_cz: Webové stránky

source: Edit
cs_cz: Upravit

source: 0 Comments
cs_cz: Žádné komentáře

source: 1 Comment
cs_cz: 1 komentář

source: % Comments
cs_cz: % Komentářů

source: Theme by <a href="%s">Anders Noren</a>
cs_cz: Atorem šablony je <a href="%s">Anders Noren</a>

source: Footer A
cs_cz: Patička A

source: Widgets in this area will be shown in the left column in the footer.
cs_cz: Widgety v této oblasti se zobrazí v levém sloupci v zápatí.

source: Footer B
cs_cz: Patička B

source: Widgets in this area will be shown in the middle column in the footer.
cs_cz: Widgety v této oblasti se zobrazí ve středním sloupci v zápatí.

source: Footer C
cs_cz: Patička C

source: Widgets in this area will be shown in the right column in the footer.
cs_cz: Widgety v této oblasti se zobrazí v pravém sloupci v zápatí.

source: Sidebar
cs_cz: Postranní panel

source: Widgets in this area will be shown in the sidebar.
cs_cz: Widgety v této oblasti se zobrazí v postranním panelu.

source: Continue reading
cs_cz: Pokračujte ve čtení

source: (Edit)
cs_cz: (upravit)

source: (Post author)
cs_cz: (Autor příspěvku)

source: Reply
cs_cz: Odpovědět

source: Hemingway Options
cs_cz: Hemingway volby

source: Allows you to customize some settings for Hemingway.
cs_cz: Umožňuje vám přizpůsobit některá nastavení pro Hemingway.

source: Upload a logo to replace the default site name and description in the header
cs_cz: Nahrajte logo, které nahradí výchozí název a popis místa v hlavičce

source: Accent Color
cs_cz: Accent barva

source: Page %s of %s
cs_cz: Strana %s z %s

source: &laquo; Older<span> posts</span>
cs_cz: &laquo; Starší<span> příspěvky</span>

source: Newer<span> posts</span> &raquo;
cs_cz: Novější<span> příspěvky</span> &raquo;

source: Search results: "%s"
cs_cz: Výsledek hledání: "%s"

source: Previous post: %s
cs_cz: Předchozí příspěvek: %s

source: Next post:
cs_cz: Následující příspěvek:

source: View all posts in %s
cs_cz: Zobrazit všechny příspěvky v %s

source: Displays your latest Dribbble photos.
cs_cz: Zobrazí vaše nejnovější fotky Dribbble.

source: Follow %s on Dribbble &raquo;
cs_cz: Sledujte %s na Dribbble &raquo;

source: Displays your latest Flickr photos.
cs_cz: Zobrazí vaše nejnovější fotografie ve službě Flickr.
