Repository: rousarp/openlab
Catalog: plugins/wordpress-meetings-master/languages/wordpress-meetings-*.po
Languages: cs_cz

source: Meeting Date
cs_cz: Datum jednání

source: Start Time
cs_cz: Počáteční čas

source: End Time
cs_cz: Čas ukončení

source: Status
cs_cz: Stav

source: No status
cs_cz: Žádný stav

source: Date Accepted
cs_cz: Datum schválení

source: Date Effective
cs_cz: Datum účinnosti

source: WordPress Meetings Migration
cs_cz: WordPress Meetings migrace

source: After this is done, this plugin will try and deactivate the Activist Network Meetings plugin.
cs_cz: Poté se tento plugin vyzkouší a deaktivuje plugin Activist Network Meetings.

source: Please ensure that the Activist Network Meetings plugin has indeed been deactivated to continue to use this plugin.
cs_cz: Ujistěte se, že plugin Activist Network Meetings byl skutečně deaktivován, abyste mohli pokračovat v používání tohoto pluginu.

source: Migrate
cs_cz: Migrovat

source: WordPress Meetings Settings
cs_cz: Nastavení WordPress Meetings

source: Save Changes
cs_cz: Uložit změny

source: Title
cs_cz: Název

source: Details
cs_cz: Podrobnosti

source: Previous page
cs_cz: Předchozí strana

source: Next page
cs_cz: Další strana

source: Page
cs_cz: Strana

source: Date:
cs_cz: Datum:

source: Organization:
cs_cz: Organizace:

source: Type:
cs_cz: Typ:

source: Tags:
cs_cz: Štítky:

source: Meeting:
cs_cz: Jednání:

source: Meeting Type:
cs_cz: Typ jednání:

source: Meeting Details
cs_cz: Podrobnosti jednání

source: Time:
cs_cz: Čas:

source: Proposal Details
cs_cz: Podrobnosti návrhu

source: Status:
cs_cz: stav:

source: Date Appoved:
cs_cz: Datum schválení:

source: Date Effective:
cs_cz: Datum účinnosti:

source: Meetings
cs_cz: Všechna jednání

source: WordPress Meetings: Migrate
cs_cz: WordPress Meetings: Migrace

source: Meetings: Migrate
cs_cz: Všechna jednání: Migrovat

source: WordPress Meetings: Settings
cs_cz: WordPress Meetings: Nastavení

source: Agenda
cs_cz: Program

source: Meeting
cs_cz: Jednání

source: Search meetings
cs_cz: Vyhledat jednání

source: No meetings found.
cs_cz: Nebyla nalezena žádná jednání.

source: Add meeting
cs_cz: Přidat jednání

source: Search agendas
cs_cz: Vyhledat agendy

source: No agendas found.
cs_cz: Nebyly nalezeny žádné agendy.

source: Add agenda
cs_cz: Přidat program

source: Summary
cs_cz: Zápis

source: No summaries found.
cs_cz: Žádné zápisy nebyly nalezeny.

source: Add summary
cs_cz: Přidat zápis

source: Proposals
cs_cz: Návrhy

source: Proposal
cs_cz: Návrh

source: No proposals found.
cs_cz: Nebyly nalezeny žádné návrhy.

source: Add proposal
cs_cz: Přidat návrh

source: Event
cs_cz: Událost

source: Search events
cs_cz: Vyhledat události

source: No events found.
cs_cz: Nebyly nalezeny žádné události.

source: Add event
cs_cz: Přidat událost

# Post Type General Name
source: Agendas
cs_cz: Agendy

# Post Type Singular Name
source: Agenda
cs_cz: Program

source: Agendas
cs_cz: Agendy

source: Parent Agenda:
cs_cz: Nadřazený program:

source: All Agendas
cs_cz: Všechny agendy

source: Add New Agenda
cs_cz: Přidat nový program

source: New Agenda
cs_cz: Nový program

source: Edit Agenda
cs_cz: Upravit program

source: Update Agenda
cs_cz: Upravit program

source: View Agenda
cs_cz: Zobrazit program

source: Search Agendas
cs_cz: vyhledat agendy

source: Not found
cs_cz: Nenalezeno

source: Not found in Trash
cs_cz: Nenalezeno v koši

source: Agenda updated.
cs_cz: Program byl aktualizován.

source: Agenda saved.
cs_cz: Program byl uložen.

# Post Type General Name
source: Meetings
cs_cz: Jednání

# Post Type Singular Name
source: Meeting
cs_cz: Jednání

source: Parent Meeting:
cs_cz: Nadřazené jednání:

source: All Meetings
cs_cz: Všechna jednání

source: Add New Meeting
cs_cz: Přidat nové jednání

source: New Meeting
cs_cz: Nové jednání

source: Edit Meeting
cs_cz: Upravit jednání

source: Update Meeting
cs_cz: Upravit jednání

source: View Meeting
cs_cz: Zobrazit jednání

source: Search Meetings
cs_cz: Vyhledat jednání

source: Meeting updated. <a href="%s">View meeting</a>
cs_cz: Jednání bylo aktualizováno. <a href="%s">Zobrazit jednání</a>

source: Meeting updated.
cs_cz: Jednání bylo aktualizováno.

source: Meeting published. <a href="%s">View meeting</a>
cs_cz: Jednání bylo zveřejněno. <a href="%s">Zobrazit jednání</a>

source: Meeting saved.
cs_cz: Jednání bylo uloženo.

source: Date
cs_cz: Datum

source: Meeting Information
cs_cz: Podrobnosti jednání

# Post Type General Name
source: Proposals
cs_cz: Návrhy

# Post Type Singular Name
source: Proposal
cs_cz: Návrh

source: Parent Proposal:
cs_cz: Nadřazený návrh

source: All Proposals
cs_cz: Všechny návrhy

source: Add New Proposal
cs_cz: Přidat nový návrh

source: New Proposal
cs_cz: Nový návrh

source: Edit Proposal
cs_cz: Upravit návrh

source: Update Proposal
cs_cz: Upravit návrh

source: View Proposal
cs_cz: Zobrazit návrh

source: Proposal updated.
cs_cz: Návrh byl aktualizován.

source: Proposal restored to revision from %s
cs_cz: Návrh obnoven z revize %s

source: Proposal published. <a href="%s">View proposal</a>
cs_cz: Návrh byl zveřejněn. <a href="%s">Zobrazit návrh</a>

source: Proposal saved.
cs_cz: Návrh byl uložen.

source: Proposal Information
cs_cz: Informace o návrhu

# Post Type General Name
source: Summaries
cs_cz: Zápisy

# Post Type Singular Name
source: Summary
cs_cz: Zápis

source: Summaries
cs_cz: Zápisy

source: Parent Summary:
cs_cz: Nadřazený zápis

source: All Summaries
cs_cz: Všechny zápisy

source: Add New Summary
cs_cz: Přidat nový zápis

source: New Summary
cs_cz: Nový zápis

source: Edit Summary
cs_cz: Upravit zápis

source: Update Summary
cs_cz: Upravit zápis

source: View Summary
cs_cz: Zobrazit zápis

source: Summary saved.
cs_cz: Zápis byl uložen.

source: Install Plugins
cs_cz: Instalovat pluginy

source: Begin installing plugin
cs_cz: Začala instalace pluginu

source: Begin updating plugin
cs_cz: Začala aktualizace pluginu

source: Begin activating plugin
cs_cz: Začala aktivace pluginu

source: Plugin activated successfully.
cs_cz: Plugin byl úspěšně aktivován.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
cs_cz: Plugin není aktivován. Pro toto téma je zapotřebí vyšší verze% s. Aktualizujte plugin.

source: Dismiss this notice
cs_cz: Zrušit toto oznámení

source: Please contact the administrator of this site for help.
cs_cz: Obraťte se na správce tohoto webu a požádejte o pomoc.

source: Update Required
cs_cz: Požadovaná aktualizace

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
cs_cz: Obraťte se prosím na poskytovatele pluginů a požádejte je, aby balíček svých pluginů podle pokynů WordPress.

source: Required
cs_cz: Vyžaodávno

source: External Source
cs_cz: Externí zdroj

source: Pre-Packaged
cs_cz: Předbalené

source: Not Installed
cs_cz: Není instalováno

source: Installed But Not Activated
cs_cz: Instalován ale neaktivován

source: Active
cs_cz: Aktivní

source: Update recommended
cs_cz: Aktualizace je doporučena

source: Installed version:
cs_cz: Nainstalovaná verze:

source: Available version:
cs_cz: Dostupná verze:

source: No plugins to install, update or activate.
cs_cz: Žádné pluginy k instalaci, aktualizaci nebo aktivaci.

source: Source
cs_cz: Zdroj

source: Type
cs_cz: Typ

source: Version
cs_cz: Verze

source: Upgrade message from the plugin author:
cs_cz: Aktualizace zprávy od autora pluginu:

source: Install
cs_cz: Instalovat

source: Update
cs_cz: Upravit

source: Activate
cs_cz: Aktivován

source: No plugins were selected to be installed. No action taken.
cs_cz: Nebyly vybrány žádné doplňky pro instalaci. Nebyla provedena žádná akce.

source: No plugins were selected to be updated. No action taken.
cs_cz: Nebyly vybrány žádné doplňky, které by byly aktualizovány. Nebyla provedena žádná akce.

source: No plugins are available to be installed at this time.
cs_cz: Momentálně nejsou k dispozici žádné pluginy.

source: No plugins are available to be updated at this time.
cs_cz: Momentálně nejsou k dispozici žádné aktualizace.

source: No plugins were selected to be activated. No action taken.
cs_cz: Nebyly aktivovány žádné zásuvné moduly. Nebyla provedena žádná akce.

source: No plugins are available to be activated at this time.
cs_cz: V současné době nejsou k dispozici žádné pluginy.

source: Plugin activation failed.
cs_cz: Aktivace pluginu se nezdařila.

source: %1$s installed and activated successfully.
cs_cz: %1$ nainstalován a úspěšně aktivován.

source: Hide Details
cs_cz: Skrýt podrobnosti

source: All installations and activations have been completed.
cs_cz: Všechny instalace a aktivace byly dokončeny.

source: %1$s installed successfully.
cs_cz: %1$ byl úspěšně nainstalován.

source: All installations have been completed.
cs_cz: Všechny instalace byly dokončeny.

# Taxonomy General Name
source: Meeting Tags
cs_cz: Štítky jednání

# Taxonomy Singular Name
source: Meeting Tag
cs_cz: Štítek jednání

source: Tags
cs_cz: Štítky

source: All Tags
cs_cz: Všechny štítky

source: Parent Tag
cs_cz: Nadřazený štítek

source: Parent Tag:
cs_cz: Nadřazený štítek:

source: New Tag Name
cs_cz: Název nového štítku

source: Add New Tag
cs_cz: Přidat nový štítek

source: Edit Tag
cs_cz: Upravit štítek

source: Update Tag
cs_cz: Upravit štítek

source: View Tag
cs_cz: Zobrazit štítek

source: Add or remove tags
cs_cz: Přidat nebo odebrat štítky

source: Popular Tags
cs_cz: Populární šítky

source: Search Tags
cs_cz: Vyhledat šítky

source: Not Found
cs_cz: Nenalezeno

# Taxonomy General Name
source: Meeting Type
cs_cz: Typ jednání

# Taxonomy Singular Name
source: Meeting Type
cs_cz: Typ jednání

source: Types
cs_cz: Typy

source: All Meeting Types
cs_cz: Všechny typy jednání

source: Parent Meeting Type
cs_cz: Nadřazený typ jednání:

source: Parent Meeting Type:
cs_cz: Nadřazený typ jednání:

source: New Meeting Type Name
cs_cz: Nový typ jednání

source: Add New Meeting Type
cs_cz: Přidat nový typ jednání

source: Edit Meeting Type
cs_cz: Upravit typ jednání

source: Update Meeting Type
cs_cz: Upravit typ jednání

source: View Meeting Type
cs_cz: Zobrazit typ jednání

source: Add or remove meeting types
cs_cz: Přidat nebo odebrat typy jednání

source: Popular Meeting Types
cs_cz: Populární typy jednání

source: Search Meeting Types
cs_cz: Vyhledat typy jednání

# Taxonomy General Name
source: Organizational Group
cs_cz: Organizační skupina

# Taxonomy Singular Name
source: Organizational Group
cs_cz: Organizační skupina

source: Organizations
cs_cz: Všechny organizace:

source: All Organizational Groups
cs_cz: Všechny organizační skupiny

source: Parent Organizational Group
cs_cz: Nadřazená organizační skupina

source: Parent Organizational Group:
cs_cz: Nadřazená organizační skupina:

source: New Organizational Group Name
cs_cz: Název nové organizační skupiny

source: Add New Organizational Group
cs_cz: Přidat novou organizační skupinu

source: Edit Organizational Group
cs_cz: Upravit organizační skupinu

source: Update Organizational Group
cs_cz: Upravit organizační skupinu

source: View Organizational Group
cs_cz: Zobrazit organizační skupinu

source: Add or remove organizational groups
cs_cz: Přidat nebo odebrat organizační skupiny

source: Popular Organizational Groups
cs_cz: Populární organizační skupiny

source: Search Organizational Groups
cs_cz: Vyhledat organizační typy

# Taxonomy General Name
source: Proposal Statuses
cs_cz: Stavy návrhu

# Taxonomy Singular Name
source: Proposal Status
cs_cz: Stav návrhu

source: Statuses
cs_cz: Stavy

source: All Proposal Statuses
cs_cz: Všechny stavy návrhu

source: Parent Proposal Status
cs_cz: Nadřazený stav návrhu

source: Parent Proposal Status:
cs_cz: Nadřazený stav návrhu:

source: New Proposal Status Name
cs_cz: Název nového stavu návrhu

source: Add New Proposal Status
cs_cz: Přidat nový stav návrhu

source: Edit Proposal Status
cs_cz: Upravit stav návrhu

source: Update Proposal Status
cs_cz: Upravit stav návrhu

source: View Proposal Status
cs_cz: Zobrazit stav návrhu

source: Add or remove proposal status
cs_cz: Přidat nebo odebrat stav návrhu

source: Popular Proposal Statuses
cs_cz: Populární stavy návrhů

source: Proposal Statuses
cs_cz: Stavy návrhů

source: %1$s for %2$s
cs_cz: %1$s pro %2$s
