Repository: rousarp/openlab
Catalog: plugins/buddypress-group-documents/languages/*.po
Languages: cs_cz

source: %s uploaded the file: %s to %s
cs_cz: uživatel %s odeslal soubor: %s do %s

source: %s edited the file: %s in %s
cs_cz: uživatel %s upravil soubor: %s v %s

source: %s deleted the file: %s from %s
cs_cz: uživatel %s smazal soubor: %s z %s

source: Bulk File Uploads
cs_cz: Hromadné odesílání souborů

source: Select Group...
cs_cz: Vyberte skupinu...

source: Move File
cs_cz: Přesunout soubor

source: You must choose a group for the file.
cs_cz: Musíte vybrat skupinu souboru.

source: There was a problem saving the file info.
cs_cz: Při ukládání informací o souboru došlo k problému.

source: There was a problem moving the file.
cs_cz: Při přesouvání souboru došlo k problému.

source: Settings Updated.
cs_cz: Nastavení byla úspěšně aktualizována!

source: Valid File Formats
cs_cz: Platné formáty souborů

source: Items per Page
cs_cz: Položek na stránku

source: Upload Permission:
cs_cz: Povolení pro nahrávání:

source: Members &amp; Moderators
cs_cz: Členové &amp; Moderátoři

source: Moderators Only
cs_cz: Pouze Moderátoři

source: Let individual moderators decide
cs_cz: Nechat na rozhodnutí jednotlivých moderátorů

source: Use Categories
cs_cz: Používejte kategorie

source: Display Icons
cs_cz: Zobrazit ikony

source: Display File Size
cs_cz: Zobrazit velikost souboru

source: Save Settings
cs_cz: Ulož nastavení

source: Whoops! There was no file selected for upload.
cs_cz: Jejda! Nebyl vybrán žádný soubor pro nahrávání.

source: There was a problem; your file is larger than is allowed by the site administrator.
cs_cz: Došlo k problému; váš soubor je větší než je povoleno správcem webu.

source: There was a problem; the file was only partially uploaded.
cs_cz: Došlo k problému; soubor byl pouze částečně nahrán.

source: There was a problem; no file was found for the upload.
cs_cz: Došlo k problému; pro nahrání nebyl nalezen žádný soubor.

source: There was a problem; the temporary folder for the file is missing.
cs_cz: Došlo k problému; dočasný adresář souboru chybí.

source: There was a problem; the file could not be saved.
cs_cz: Došlo k problému; soubor nelze uložit.

source: There was a problem saving your file, please try again.
cs_cz: Při ukládání souboru došlo k problému. Zkuste to prosím znovu.

source: All Group Members
cs_cz: Všichni členové skupiny

source: Only Group Moderators
cs_cz: Pouze Moderátoři skupiny

source: Category List:
cs_cz: Seznam kategorií

source: Save Changes
cs_cz: Uložit změny

source: Settings saved successfully
cs_cz: Nastavení bylo úspěšně uloženo

source: To disable these notifications please log in and go to: %s
cs_cz: Chcete-li tyto oznámení zakázat, přihlaste se prosím a přejděte na: %s

source: Viewing item %s to %s (of %s items)
cs_cz: Zobrazení položky %s až %s (z %s položek)

source: %s posted in %s
cs_cz: %s zveřejněno v %s

source: Title:
cs_cz: Nadpis:

source: Filter by Group:
cs_cz: Filtrovat podle skupiny:

source: Number of items to show:
cs_cz: Počet položek k zobrazení:

source: Category:
cs_cz: Kategorie:

source: All
cs_cz: Všechny

source: Go
cs_cz: OK

source: Order by:
cs_cz: Seřadit podle:

source: Newest
cs_cz: Nejnovějšího

source: Alphabetical
cs_cz: Abecedy

source: Most Popular
cs_cz: Nejoblíbenějšího

source: Uploaded by %s on %s
cs_cz: Nahráno uživatelem %s na %s

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat

source: Choose File:
cs_cz: Vybraný soubor:

source: Display Name:
cs_cz: Veřejné jméno:

source: Description:
cs_cz: Popis:

source: Submit
cs_cz: Odeslat

source: The item to delete could not be found
cs_cz: Položka k odstranění nebyla nalezena

source: There was a security problem
cs_cz: Došlo k problému zabezpečení

source: Document moved successfully.
cs_cz: Soubor byl úspěšně přesunut.

source: Group Documents Admin
cs_cz: Administrátor skupiny souborů

source: %s Documents Moved.
cs_cz: Soubor %s byl přesunut.

source: The type of document submitted is not allowed
cs_cz: Zadaný typ souboru není povolen

source: Documents
cs_cz: Soubory

source: Document Upload Permissions:
cs_cz: Oprávnění k nahrání souborů:

source: A member uploads a document to a group you belong to
cs_cz: Člen uploaduje soubor do skupiny, do které patříte

source: A member uploads a document to a group for which you are an moderator/admin
cs_cz: Člen uploaduje soubor do skupiny, pro kterou jste moderátor/administrátor

source: A document was uploaded to %s
cs_cz: Soubor byl nahrán do skupiny %s

source: %s uploaded a new file: %s to the group: %s. To see %s's profile: %s To see the group %s's homepage: %s To download the new document directly: %s ------------------------
cs_cz: uživatel %s nahrál nový soubor: %s do skupiny: %s. Pro zobrazení profilu uživatele %s: %s Pro zobrazení profilové stránky skupiny %s: %s Chcete-li stáhnout nový soubor přímo: %s Pro přístup k souboru budete možná muset být přihlášeni k webu. ------------------------

source: Document successfully uploaded
cs_cz: Soubor byl úspěšně nahrán

source: Document successfully edited
cs_cz: Soubor byl úspěšně upraven

source: Upload a New Document
cs_cz: Nahrát nový soubor

source: Edit Document
cs_cz: Upravit soubor

source: Document successfully deleted
cs_cz: Soubor byl úspěšně smazán

source: The most recently uploaded group documents
cs_cz: Nejnovější nahrané soubory skupiny

source: Recent Group Documents
cs_cz: Nejnovější soubory skupiny

source: There are no documents to display.
cs_cz: Neexistují žádné soubory k zobrazení.

source: Show featured documents only
cs_cz: Zobrazit pouze vybrané soubory

source: The most commonly downloaded group documents
cs_cz: Nejčastěji stažené soubory skupiny

source: Popular Group Documents
cs_cz: Oblíbené soubory skupiny

source: Group Documents
cs_cz: Skupina souborů

source: Group Document Categories
cs_cz: Kategorie skupin souborů

source: Document List
cs_cz: Seznam souborů

source: There have been no documents uploaded for this group
cs_cz: V této skupině nebyly nahrány žádné soubory

source: Featured Document
cs_cz: Doporučený soubor
