Repository: rousarp/openlab
Catalog: plugins/bp-event-organiser/languages/bp-event-organiser-*.po
Languages: cs_cz

source: BP Event Organiser requires version 2+ of Event Organiser.
cs_cz: BP Event Organiser vyžaduje verzi 2+ pluginu Event Organiser.

source: BuddyPress Groups
cs_cz: Skupiny BuddyPress

source: Groups
cs_cz: Skupiny

source: Enter the names of each group this event should appear in.
cs_cz: Zadejte jména každé skupiny, ve které se má tato událost zobrazit.

source: To remove a group, click on the "x" link.
cs_cz: Chcete-li skupinu odebrat, klikněte na odkaz "x".

source: Group
cs_cz: Skupina

source: Embed Type
cs_cz: Vložení typu

source: Width
cs_cz: Šířka

source: Enter width in pixels. Defaults to the current theme's width.
cs_cz: Zadejte šířku v pixelech. Výchozí šířka aktuálního motivu.

source: Height
cs_cz: Výška

source: Enter height in pixels.
cs_cz: Zadejte výšku v pixelech.

source: You are not a member of any groups. Please join a group before attempting to embed a group's event list.
cs_cz: Nejste členem žádné skupiny. Před pokusem o vložení seznamu událostí skupiny se prosím připojte ke skupině.

source: Group Events
cs_cz: Skupinové události

source: (BuddyPress) Group Events
cs_cz: (BuddyPress) Skupinové události

source: Embed events from one of your groups.
cs_cz: Vložit události z jedné ze svých skupin.

source: My Events
cs_cz: Moje události

source: Title:
cs_cz: Název:

source: Group:
cs_cz: Skupina:

source: Embed Type:
cs_cz: Typ vkládání:

source: Height:
cs_cz: Výška:

source: Events
cs_cz: Události

source: Calendar
cs_cz: Kalendář

source: Manage
cs_cz: Spravovat

source: You do not have access to edit this event.
cs_cz: K úpravě této události nemáte přístup.

source: Event does not exist.
cs_cz: Událost neexistuje.

source: Event does not belong to this group.
cs_cz: Událost nepatří do této skupiny.

source: You do not have permission to delete this event.
cs_cz: Nemáte oprávnění tuto událost smazat.

source: There was a problem deleting the event.
cs_cz: Při mazání události došlo k potížím.

source: Event deleted.
cs_cz: Událost smazána.

source: %s (Private)
cs_cz: %s (Soukromé)

source: Private iCalendar URL has been reset. Please copy the new link below to use in your calendar application.
cs_cz: Soukromá adresa URL iCalendar byla resetována. Zkopírujte níže uvedený nový odkaz, který chcete použít v aplikaci kalendáře.

source: Filters
cs_cz: Filtry

source: By Author
cs_cz: Podle autora

source: By Group
cs_cz: Podle skupiny

source: You have added a group to this event. Since groups have their own privacy settings, we have removed the ability to set the status for this event.
cs_cz: Do této události jste přidali skupinu. Vzhledem k tomu, že skupiny mají vlastní nastavení ochrany soukromí, odstranili jsme schopnost nastavit stav této události.

source: Events created
cs_cz: Vytvořeny události

source: Events edited
cs_cz: Událost upravena

source: Events deleted
cs_cz: Událost smazána

source: %1$s created the event %2$s
cs_cz: uživatel %1$s vytvořil událost %2$s

source: %1$s edited the event %2$s
cs_cz: uživatel %1$s upravil událost %2$s

source: Event successfully created
cs_cz: Událost úspěšně vytvořena

source: Event updated
cs_cz: Událost upravena

source: Enter Event Title
cs_cz: Název události

source: Insert into event
cs_cz: Vložit do události

source: %s - Group Calendar
cs_cz: %s - Skupinový kalendář

source: Event Organiser
cs_cz: Event Organizer

source: You do not have permission to restore this event.
cs_cz: Nemáte oprávnění k obnovení této události.

source: There was a problem restoring the event.
cs_cz: Při obnovení události došlo k problému.

source: At the moment, only unpublished events are shown here to allow you to edit them.
cs_cz: Momentálně jsou zde zobrazeny pouze nepublikované události, které vám umožní upravit je.

source: Status
cs_cz: Stav

source: Event Date
cs_cz: Datum konání události

source: Publish Date
cs_cz: Datum publikace

source: Edit
cs_cz: Upravit

source: Restore
cs_cz: Obnovit

source: Delete
cs_cz: Smazat

source: Looks like you have no unpublished events to manage. To create a new event, click on the "New Event" link above.
cs_cz: Zdá se, že nemáte žádné nepublikované události, které byste mohli spravovat. Chcete-li vytvořit novou událost, klikněte na odkaz "Nová událost" výše.

source: Filtered by category '%s'
cs_cz: Filtrována podle kategorie '%s'

source: Filtered by tag '%s'
cs_cz: Filtrováno podle štítku '%s'

source: &larr; Back
cs_cz: &larr; Zpět

source: This %1$s is a draft. Please remember to publish this %1$s once you are ready.
cs_cz: Tato událost %1$s je koncept. Nezapomeňte tuto událost %1$s publikovat, jakmile budete připraveni.

source: This %1$s is scheduled to be published at <strong>%2$s</strong>.
cs_cz: Událost %1$s je naplánována na publikování dne <strong>%2$s</strong>.

source: This %1$s is marked as private. Only site moderators and yourself can view this %1$s.
cs_cz: Událost %1$s je označena jako soukromá. Pouze moderátoři stránek a vy si můžete prohlédnout tuto událost.

source: No group found by that ID.
cs_cz: Tomuto ID neodpovídá žádná skupina.

source: No event found by that ID.
cs_cz: Tomuto ID neodpovídá žádná událost.

source: No event found by that ID connected to this group.
cs_cz: Žádná událost nalezená s tímto ID není připojena k této skupině.

source: Silent Create
cs_cz: Tiché vytvoření

source: Silent Edit
cs_cz: Tichá úprava

source: <strong>Author:</strong> %s
cs_cz: <strong>Autor:</strong>%s

source: Auto Draft
cs_cz: Automatický návrh

source: Most Used
cs_cz: Nejvíc používané

source: Status:
cs_cz: Stav:

source: Privately Published
cs_cz: Soukromě zveřejněno

source: Published
cs_cz: Publikováno

source: Scheduled
cs_cz: Akce naplánována

source: Pending Review
cs_cz: Čeká na kontrolu

source: Draft
cs_cz: Koncept

source: Edit status
cs_cz: Upravit stav

source: Cancel
cs_cz: Zrušit

source: Visibility:
cs_cz: Viditelnost:

source: Private
cs_cz: Privátní

source: Password protected
cs_cz: Chráněno heslem

source: Public, Sticky
cs_cz: Veřejné, připnuté

source: Public
cs_cz: Veřejné

source: Edit visibility
cs_cz: Upravit viditelnost

source: Stick this post to the front page
cs_cz: Přidejte tento příspěvek na titulní stránku

source: Password:
cs_cz: Heslo:

source: Scheduled for: <b>%1$s</b>
cs_cz: Naplánováno pro: <b>%1$s</b>

source: Published on: <b>%1$s</b>
cs_cz: Publikováno na: <b>%1$s</b>

source: Publish <b>immediately</b>
cs_cz: Publikujte <b>okamžitě</b>

source: Schedule for: <b>%1$s</b>
cs_cz: Plán pro: <b>%1$s</b>

source: Publish on: <b>%1$s</b>
cs_cz: Publikujte na: <b>%1$s</b>

source: Your site is configured to keep only the last %s revisions.
cs_cz: Vaše stránky jsou nakonfigurovány tak, aby uchovávaly pouze poslední revize %s.

source: Revisions: %s
cs_cz: Revize: %s

source: Browse revisions
cs_cz: Procházet revize

source: Edit date and time
cs_cz: Upravit datum a čas

source: Delete Permanently
cs_cz: Trvale odstranit

source: Move to Trash
cs_cz: Přesunout do koše

source: Save
cs_cz: Uložit

source: Month
cs_cz: Měsíc

source: Day
cs_cz: Den

source: Year
cs_cz: Rok

source: Hour
cs_cz: Hodina

source: Minute
cs_cz: Minuta

source: Save Changes
cs_cz: Uložit změny

source: Post successfully created
cs_cz: Příspěvek úspěšně vytvořen

source: Post updated
cs_cz: Pošta byla aktualizována

source: Enter title here
cs_cz: Zadejte titulek

source: Word count: %s
cs_cz: Počet slov: %s

source: Last edited by %1$s on %2$s at %3$s
cs_cz: Naposledy upraveno uživatelem %1$s na %2$s v čase %3$s

source: Last edited on %1$s at %2$s
cs_cz: Naposledy upraveno na %1$s v čase %2$s

source: Publish
cs_cz: Publikovat

source: Update
cs_cz: Aktualizovat

source: Featured Image
cs_cz: Doporučený obrázek

source: Insert into post
cs_cz: Vložte do příspěvku

source: Schedule
cs_cz: Plán

source: Submit for Review
cs_cz: Poslat k revizi

source: Publish on:
cs_cz: Publikovat dne:

source: Schedule for:
cs_cz: Plán pro:

source: Published on:
cs_cz: Publikováno na:

source: Show more comments
cs_cz: Zobrazit další komentáře

source: No more comments found.
cs_cz: Nebyly nalezeny žádné komentáře.

source: Save as Pending
cs_cz: Uložit jako čekající

source: Save Draft
cs_cz: Uložit koncept

source: Password Protected
cs_cz: Chráněno heslem

source: The changes you made will be lost if you navigate away from this page.
cs_cz: Změny, které jste provedli, budou ztraceny, pokud se od této stránky dostanete.

source: Saving Draft&#8230;
cs_cz: Ukládání návrhu ...

source: Manage iCalendar Settings
cs_cz: Správa nastavení iCalendar

source: Private URL:
cs_cz: Soukromá adresa URL:

source: This is the private iCalendar link for your group calendar. Do not share this address with others unless you want them to see all events from your group's calendar.
cs_cz: Toto je soukromý odkaz iCalendar pro kalendář ve vaší skupině. Nesdílejte tuto adresu s ostatními, pokud nechcete, aby se zobrazovaly všechny události z kalendáře vaší skupiny.

source: You can copy and paste this link into any calendar application that supports the iCalendar format.
cs_cz: Tento odkaz můžete zkopírovat a vložit do libovolné aplikace kalendáře, která podporuje formát iCalendar.

source: You can also reset your private iCalendar link below:
cs_cz: Můžete také obnovit svůj soukromý odkaz iCalendar níže:

source: Reset private URL
cs_cz: Obnovit soukromou adresu URL

source: This will invalidate the existing private iCalendar link and generate a new link.
cs_cz: Tím se zruší stávající soukromý odkaz iCalendar a vytvoří se nový odkaz.

source: This is the private iCalendar link for your calendar. Do not share this address with others unless you want them to see all events from your calendar.
cs_cz: Toto je soukromý odkaz iCalendar pro váš kalendář. Nesdílejte tuto adresu s ostatními, pokud nechcete, aby zobrazovaly všechny události z vašeho kalendáře.

source: Subscribe
cs_cz: Přihlásit se k odběru

source: Only public events are listed in this iCalendar. Suitable for sharing.
cs_cz: V této iCalendar jsou uvedeny pouze veřejné události. Vhodné pro sdílení.

source: Both public and private events are listed in this iCalendar. Be mindful of who you share this with.
cs_cz: Veřejné i soukromé události jsou uvedeny v souboru iCalendar. Mějte na paměti, s kým soubor sdílíte.

source: This is a private group. Be mindful of who you share this calendar with.
cs_cz: Toto je soukromá skupina. Mějte na paměti, s kým sdílíte tento kalendář.

source: Event Description
cs_cz: Popis události

source: No upcoming events found.
cs_cz: Nebyly nalezeny žádné nadcházející události.

source: Upcoming
cs_cz: Nadcházející události

source: New Event
cs_cz: Nová událost
